const chat = {
    "name": "Saved messages",
    "type": "saved_messages",
    "id": 1867205648,
    "messages": [
        {
            "id": 2584,
            "type": "message",
            "date": "2021-10-28T18:16:37",
            "date_unixtime": "1635434197",
            "from": "Ezira",
            "from_id": "user1867205648",
            "forwarded_from": "በትረማርያም አበባው Betremariam Abebaw",
            "saved_from": "በትረማርያም አበባው Betremariam Abebaw",
            "text": [
                "1 ሐና፦ጸጋ ወይም ስጦታ ማለት ነው።\n2 ሮቤል፦እነሆ ወንድ ልጅ ማለት ነው።\n3 ኤርምያስ፦እግዚአብሔር ከፍ ያደርጋል ማለት ነው።\n4 ሮብዓም፦ሕዝብ ይብዛ ማለት ነው።\n5 ማራናታ፦ጌታ ሆይ ና ማለት ነው።\n6 ቤቴል፦የእግዚአብሔር ቤት ማለት ነው።\n7 ቄርሎስ፦የተመረጠ ምርጥ ማለት ነው።\n8 እስጢፋኖስ፦አክሊል ማለት ነው።\n9 ሳውል/ሳኦል፦ከእግዚአብሔር የተለመነ ማለት ነው።\n10 ሴዴቅያስ፦የእግዚአብሔር ጽድቅ ማለት ነው።\n11 ፊቅጦር፦ኀዘኔን አራቀልኝ ማለት ነው።\n12 ንፍታሌም፦ታጋይ የሚታገል ማለት ነው።\n13 ዮርዳኖስ፦ወራጅ ማለት ነው።\n14 ዮአስ፦እግዚአብሔር ሰጥቷል ማለት ነው።\n15 ገነት፦የአትክልት ስፍራ ማለት ነው።\n16 ፊልድልፍያ፦የወንድማማች ፍቅር ማለት ነው።\n17 ዲና፦ፈረደ ማለት ነው።\n18 ማኑሄ፦እረፍት ማለት ነው።\n19 መልሕቅ፦ከብረት የተሠራ የመርከብ ማቆሚያ\n20 ራማ፦ከፍታ ማለት ነው።\n21ቴዎድሮስ፦የእግዚአብሔር ስጦታ ማለት ነው።\n22 ፊላታዎስ፦የአምላክ ወዳጅ ማለት ነው።\n23 ሕርያቆስ፦ኅሩይ ምርጥ ማለት ነው።\n24 ፊልጶስ፦ወንድም ወዳጅ ማለት ነው።\n25 ቶማስ፦ፀሐይ ማለት ነው።\n26 ታዴዎስ፦እሸቱ ማለት ነው።(ግብራዊ ትርጓሜው)\n27 ማትያስ፦ፀሐይ ወይም ምትክ ማለት ነው።\n28 ቀሌምንጦስ፦ግንብ ማለት ነው።\n29 አቤል፦በግ ወይም ደመና ማለት ነው።\n30 ኖኅ፦ደስታ ማለት ነው።\n31 ሴም፦ተሾመ ማለት ነው።\n32 ይሥሐቅ፦ደስታ አንድም ይሳቅ ማለት ነው።\n33 ሙሴ፦የውሃ ልጅ ማለት ነው\n34 አሮን፦የእግዚአብሔር ተራራ ማለት ነው።\n35 ጌዴዎን፦እግዚአብሔር ኃያል ነው ማለት ነው።\n36 እሴይ፦ዋጋየ ማለት ነው።\n37 አሚናዳብ፦መንፈስቅዱስ ማለት ነው።\n38 ዳዊት፦የተወደደ ልበ አምላክ ማለት ነው፣\n39 ዕንባቆም፦ጠቢብ አዋቂ አስተዋይ ማለት ነው።\n40 ሄኤሜን፦ምኞቴን አገኘሁ ማለት ነው።\n41 አሞጽ፦እግዚአብሔር ጽኑ ነው ማለት ነው፣\n42 ዮናስ፦ርግብ ማለት ነው።\n43 ሐጌ፦የእግዚአብሔር መልእክተኛ ማለት ነው።\n44 ራኄል፦በግዕት ማለት ነው።\n45 ዕዝራ፦ረዳቴ ማለት ነው።\n46 ሔርሜላ፦ከክብር ዘመድ የተገኘች ማለት ነው።\n47 መርቆሬዎስ፦የአባት ወዳጅ ማለት ነው።\n48 ኤጲፋንዮስ፦ምስጢር ገላጭ ማለት ነው።\n49 ሜሮን፦የተባረከ ሽቱ ማለት ነው።\n50 ሱላማጢስ፦ሰላማዊት ማለት ነው።\n51 ሶምሶን፦ፀሐይ ማለት ነው።\n52 ብንያም፦የቀኝ እጄ ልጅ ማለት ነው።\n53 ማርታ፦እመቤት ማለት ነው።\n54 ሊዲያ፦ፈራሂተ እግዚአብሔር ማለት ነው።\n55 ኤፍሬም፦ፍሬያማ ፍሬው ማለት ነው። \n56 ኤፍራታ፦ክብርት የተከበረች ማለት ነው።\n57 ታዴዎስ፦ተወዳጅ ወይም ፍቁር ማለት ነው።(ቃላዊ ትርጓሜው)\n58 ኢየሩሳሌም፦የሰላም ሀገር ማለት ነው።\n59 ሄኖስ፦ሰው ማለት ነው።\n60 ሰሎሜ፦ሰላም ማለት ነው።\n።\nማስታወሻ፦ከላይ ከጻፍኳቸው ውስጥ አንዳንድ ስሞች ከ81ዱ መጽሐፍ ቅዱስ ውስጥ የማይገኙ ከሌሎች የታሪክ እና የገድል መጻሕፍት ውስጥ የሚገኙ ስሞች መሆናቸውን ማሳወቅ እፈልጋለሁ።\nየቴሌግራም ቻናሌ፦አነ ዘክርስቶስ\n",
                {
                    "type": "link",
                    "text": "https://t.me/betremariyamabebaw"
                },
                " ነው።"
            ],
            "text_entities": [
                {
                    "type": "plain",
                    "text": "1 ሐና፦ጸጋ ወይም ስጦታ ማለት ነው።\n2 ሮቤል፦እነሆ ወንድ ልጅ ማለት ነው።\n3 ኤርምያስ፦እግዚአብሔር ከፍ ያደርጋል ማለት ነው።\n4 ሮብዓም፦ሕዝብ ይብዛ ማለት ነው።\n5 ማራናታ፦ጌታ ሆይ ና ማለት ነው።\n6 ቤቴል፦የእግዚአብሔር ቤት ማለት ነው።\n7 ቄርሎስ፦የተመረጠ ምርጥ ማለት ነው።\n8 እስጢፋኖስ፦አክሊል ማለት ነው።\n9 ሳውል/ሳኦል፦ከእግዚአብሔር የተለመነ ማለት ነው።\n10 ሴዴቅያስ፦የእግዚአብሔር ጽድቅ ማለት ነው።\n11 ፊቅጦር፦ኀዘኔን አራቀልኝ ማለት ነው።\n12 ንፍታሌም፦ታጋይ የሚታገል ማለት ነው።\n13 ዮርዳኖስ፦ወራጅ ማለት ነው።\n14 ዮአስ፦እግዚአብሔር ሰጥቷል ማለት ነው።\n15 ገነት፦የአትክልት ስፍራ ማለት ነው።\n16 ፊልድልፍያ፦የወንድማማች ፍቅር ማለት ነው።\n17 ዲና፦ፈረደ ማለት ነው።\n18 ማኑሄ፦እረፍት ማለት ነው።\n19 መልሕቅ፦ከብረት የተሠራ የመርከብ ማቆሚያ\n20 ራማ፦ከፍታ ማለት ነው።\n21ቴዎድሮስ፦የእግዚአብሔር ስጦታ ማለት ነው።\n22 ፊላታዎስ፦የአምላክ ወዳጅ ማለት ነው።\n23 ሕርያቆስ፦ኅሩይ ምርጥ ማለት ነው።\n24 ፊልጶስ፦ወንድም ወዳጅ ማለት ነው።\n25 ቶማስ፦ፀሐይ ማለት ነው።\n26 ታዴዎስ፦እሸቱ ማለት ነው።(ግብራዊ ትርጓሜው)\n27 ማትያስ፦ፀሐይ ወይም ምትክ ማለት ነው።\n28 ቀሌምንጦስ፦ግንብ ማለት ነው።\n29 አቤል፦በግ ወይም ደመና ማለት ነው።\n30 ኖኅ፦ደስታ ማለት ነው።\n31 ሴም፦ተሾመ ማለት ነው።\n32 ይሥሐቅ፦ደስታ አንድም ይሳቅ ማለት ነው።\n33 ሙሴ፦የውሃ ልጅ ማለት ነው\n34 አሮን፦የእግዚአብሔር ተራራ ማለት ነው።\n35 ጌዴዎን፦እግዚአብሔር ኃያል ነው ማለት ነው።\n36 እሴይ፦ዋጋየ ማለት ነው።\n37 አሚናዳብ፦መንፈስቅዱስ ማለት ነው።\n38 ዳዊት፦የተወደደ ልበ አምላክ ማለት ነው፣\n39 ዕንባቆም፦ጠቢብ አዋቂ አስተዋይ ማለት ነው።\n40 ሄኤሜን፦ምኞቴን አገኘሁ ማለት ነው።\n41 አሞጽ፦እግዚአብሔር ጽኑ ነው ማለት ነው፣\n42 ዮናስ፦ርግብ ማለት ነው።\n43 ሐጌ፦የእግዚአብሔር መልእክተኛ ማለት ነው።\n44 ራኄል፦በግዕት ማለት ነው።\n45 ዕዝራ፦ረዳቴ ማለት ነው።\n46 ሔርሜላ፦ከክብር ዘመድ የተገኘች ማለት ነው።\n47 መርቆሬዎስ፦የአባት ወዳጅ ማለት ነው።\n48 ኤጲፋንዮስ፦ምስጢር ገላጭ ማለት ነው።\n49 ሜሮን፦የተባረከ ሽቱ ማለት ነው።\n50 ሱላማጢስ፦ሰላማዊት ማለት ነው።\n51 ሶምሶን፦ፀሐይ ማለት ነው።\n52 ብንያም፦የቀኝ እጄ ልጅ ማለት ነው።\n53 ማርታ፦እመቤት ማለት ነው።\n54 ሊዲያ፦ፈራሂተ እግዚአብሔር ማለት ነው።\n55 ኤፍሬም፦ፍሬያማ ፍሬው ማለት ነው። \n56 ኤፍራታ፦ክብርት የተከበረች ማለት ነው።\n57 ታዴዎስ፦ተወዳጅ ወይም ፍቁር ማለት ነው።(ቃላዊ ትርጓሜው)\n58 ኢየሩሳሌም፦የሰላም ሀገር ማለት ነው።\n59 ሄኖስ፦ሰው ማለት ነው።\n60 ሰሎሜ፦ሰላም ማለት ነው።\n።\nማስታወሻ፦ከላይ ከጻፍኳቸው ውስጥ አንዳንድ ስሞች ከ81ዱ መጽሐፍ ቅዱስ ውስጥ የማይገኙ ከሌሎች የታሪክ እና የገድል መጻሕፍት ውስጥ የሚገኙ ስሞች መሆናቸውን ማሳወቅ እፈልጋለሁ።\nየቴሌግራም ቻናሌ፦አነ ዘክርስቶስ\n"
                },
                {
                    "type": "link",
                    "text": "https://t.me/betremariyamabebaw"
                },
                {
                    "type": "plain",
                    "text": " ነው።"
                }
            ]
        },
        {
            "id": 2585,
            "type": "message",
            "date": "2021-10-28T18:16:37",
            "date_unixtime": "1635434197",
            "from": "Ezira",
            "from_id": "user1867205648",
            "forwarded_from": "በትረማርያም አበባው Betremariam Abebaw",
            "saved_from": "በትረማርያም አበባው Betremariam Abebaw",
            "text": [
                "1ማዕዶት፦መሻገሪያ ማለት ነው\n2 ኖላዊ፦ጠባቂ ማለት ነው።\n3 ማኅቶት፦ብርሃን ማለት ነው\n4 ኂሩት፦በጎነት ማለት ነው።\n5 ሜላት፦የሐር ግምጃ ማለት ነው።\n6 ኅሩይ፦ምርጥ የተመረጠ ማለት ነው።ለሴት ኅሪት\n7 ሮዛ፦ጽጌረዳ ማለት ነው።\n8 ቀጸላ፦አክሊል ማለት ነው።\n9 አስካል፦ፍሬ ማለት ነው።\n10 በጽሐ፦ደረሰ ማለት ነው።\n11 መሐሪ፦ይቅር ባይ ማለት ነው።\n12 መንክር፦ልዩ ማለት ነው።\n13 ሥሙር፦የተወደደ ማለት ነው።\n14 ሐመልማል፦ለምለም ማለት ነው።\n15 ነጸረ፦አየ ተመለከተ ማለት ነው።\n16 ቅድስት፦ልዩ ምስጉን ማለት ነው።ቅዱስ ለወንድ ነው።\n17 ይኄይስ፦ይሻላል ማለት ነው።\n18 ጥዑም፦ጣፋጭ ማለት ነው\n19 ግሩም፦የተፈራ ማለት ነው።\n20 ተቅዋም፦መቅረዝ ማለት ነው።\n21 ጸገየ፦አበበ ማለት ነው\n22 ደምፀ፦ተሰማ ማለት ነው።\n23 ጎሐጽባሕ፦የንጋት ኮከብ ማለት ነው።\n24 ሐዋዝ፦መልካሙ ማለት ነው።\n25 ሰናይ፦መልካሙ ማለት ነው።ሰናይት ለሴት ነው።\n26 ፈታሒ፦ፈራጁ ማለት ነው።\n27 መዓዛ፦ጥሩ ሽታ ማለት ነው።\n28 መራሒ፦መሪ ማለት ነው።\n29 ነጋሢ/ንጉሥ፦የነገሠ ማለት ነው።\n30 ስቡሕ፦የተመሰገነ ማለት ነው።\n31 ስብሐት፦ምስጋና ማለት ነው።\n32 ብሩህ፦የበራ ማለት ነው።\n33 ብርሃን፦ያው በቁሙ ብርሃን ማለት ነው።\n34 ትጉህ፦የተጋ ማለት ነው።\n35 አምኃ፦እጅ መንሻ ማለት ነው።\n36 ልዑል፦ከፍ ያለው ማለት ነው።\n37 ከሀሊ፦የሚችል ማለት ነው።\n38 ዳግም፦ዳግመኛ ማለት ነው።\n39 ማዕረር፦አዝመራ ማለት ነው።\n40 ክቡር፦የተከበረ ማለት ነው።\n41 አዕምሮ፦እውቀት ማለት ነው።\n42 ደብሩ፦ተራራው ማለት ነው።\n43 ምሥራቅ፦የፀሐይ መውጫ ማለት ነው።\n44 ይባቤ፦እልልታ ማለት ነው።\n45 ጥበቡ፦ብልሀተኛው ማለት ነው።\n46 ሃይማኖት፦ሃይማኖት ማለት ነው።\n47 ትሕትና፦ትሕትና ማለት ነው።\n48 ተከሥተ፦ተገለጠ ማለት ነው።\n49 በየነ፦ፈረደ ማለት ነው።\n50 መኮንን፦ገዢ ማለት ነው።\n51 ሐዳስ፦አዲሱ ማለት ነው።\n52 ትንሳኤ፦መነሳት ማለት ነው።\n53 ሢራክ፦ብልሀተኛ ማለት ነው።\n54 ቡሩክ፦ምስጉን የተመሰገነ ማለት ነው።\n55 ህላዌ፦መኖር ማለት ነው።\n56 ማኅደር፦መኖሪያ ማለት ነው።\n57 ሕይወት፦መኖር ማለት ነው።\n58 ቤዛ፦መድኃኒት ማለት ነው። ቤዛዊት ለሴት ነው።\n59 ኄራን፦ደጋጎች ማለት ነው።\n60 መርአዊ፦ሙሽራ ማለት ነው። መርአዊት ለሴት ነው።\n61 ተስፋ፦ተስፋ ማለት ነው።\n62 ዜናዊ፦ነጋሪ ማለት ነው።\n63 ጸዐዳ፦ነጭ ማለት ነው።\n64 ጸጋ፦ስጦታ ማለት ነው።\n65 ብሥራት፦የምሥራች ማለት ነው።\n66 ኅሊና፦ማሰቢያ፥ሀሳብ እውቀት ማለት ነው።\n67 ማህሌት፦ምስጋና ማለት ነው።\n68 ሐሴት፦ደስታ ማለት ነው።\n69 ፍሥሓ፦ደስታ ማለት ነው።\n70 ትርሲት፦ሽልማት ማለት ነው። በተጨማሪ ስርጉት ማለት የተሸለመች ያጌጠች ማለት ነው።\n71 ምዕራፍ፦ማረፊያ ማለት ነው።\n72 መቅደስ፦ማመስገኛ፥ መመስገኛ ማለት ነው።\n73 ዋካ፦ብርሃን ማለት ነው።\n74 ረድኤት፦ እርዳታ ማለት ነው።\n75 ጽጌ፦አበባ ማለት ነው።\n76 ሠረገላ፦መኪና ማለት ነው።\n77 አማን፦እውነት ማለት ነው።\n78 አሜን፦ይሁንልኝ ይደረግልኝ ማለት ነው።\n79 ተንከተም፦ድልድይ ማለት ነው። ሰዋስው መሰላል ነው።\n80 ጸዳሉ፦ብርሃኑ ማለት ነው።\n።\nየቴሌግራም ቻናሌ፦አነ ዘክርስቶስ\n",
                {
                    "type": "link",
                    "text": "https://t.me/betremariyamabebaw"
                },
                ""
            ],
            "text_entities": [
                {
                    "type": "plain",
                    "text": "1ማዕዶት፦መሻገሪያ ማለት ነው\n2 ኖላዊ፦ጠባቂ ማለት ነው።\n3 ማኅቶት፦ብርሃን ማለት ነው\n4 ኂሩት፦በጎነት ማለት ነው።\n5 ሜላት፦የሐር ግምጃ ማለት ነው።\n6 ኅሩይ፦ምርጥ የተመረጠ ማለት ነው።ለሴት ኅሪት\n7 ሮዛ፦ጽጌረዳ ማለት ነው።\n8 ቀጸላ፦አክሊል ማለት ነው።\n9 አስካል፦ፍሬ ማለት ነው።\n10 በጽሐ፦ደረሰ ማለት ነው።\n11 መሐሪ፦ይቅር ባይ ማለት ነው።\n12 መንክር፦ልዩ ማለት ነው።\n13 ሥሙር፦የተወደደ ማለት ነው።\n14 ሐመልማል፦ለምለም ማለት ነው።\n15 ነጸረ፦አየ ተመለከተ ማለት ነው።\n16 ቅድስት፦ልዩ ምስጉን ማለት ነው።ቅዱስ ለወንድ ነው።\n17 ይኄይስ፦ይሻላል ማለት ነው።\n18 ጥዑም፦ጣፋጭ ማለት ነው\n19 ግሩም፦የተፈራ ማለት ነው።\n20 ተቅዋም፦መቅረዝ ማለት ነው።\n21 ጸገየ፦አበበ ማለት ነው\n22 ደምፀ፦ተሰማ ማለት ነው።\n23 ጎሐጽባሕ፦የንጋት ኮከብ ማለት ነው።\n24 ሐዋዝ፦መልካሙ ማለት ነው።\n25 ሰናይ፦መልካሙ ማለት ነው።ሰናይት ለሴት ነው።\n26 ፈታሒ፦ፈራጁ ማለት ነው።\n27 መዓዛ፦ጥሩ ሽታ ማለት ነው።\n28 መራሒ፦መሪ ማለት ነው።\n29 ነጋሢ/ንጉሥ፦የነገሠ ማለት ነው።\n30 ስቡሕ፦የተመሰገነ ማለት ነው።\n31 ስብሐት፦ምስጋና ማለት ነው።\n32 ብሩህ፦የበራ ማለት ነው።\n33 ብርሃን፦ያው በቁሙ ብርሃን ማለት ነው።\n34 ትጉህ፦የተጋ ማለት ነው።\n35 አምኃ፦እጅ መንሻ ማለት ነው።\n36 ልዑል፦ከፍ ያለው ማለት ነው።\n37 ከሀሊ፦የሚችል ማለት ነው።\n38 ዳግም፦ዳግመኛ ማለት ነው።\n39 ማዕረር፦አዝመራ ማለት ነው።\n40 ክቡር፦የተከበረ ማለት ነው።\n41 አዕምሮ፦እውቀት ማለት ነው።\n42 ደብሩ፦ተራራው ማለት ነው።\n43 ምሥራቅ፦የፀሐይ መውጫ ማለት ነው።\n44 ይባቤ፦እልልታ ማለት ነው።\n45 ጥበቡ፦ብልሀተኛው ማለት ነው።\n46 ሃይማኖት፦ሃይማኖት ማለት ነው።\n47 ትሕትና፦ትሕትና ማለት ነው።\n48 ተከሥተ፦ተገለጠ ማለት ነው።\n49 በየነ፦ፈረደ ማለት ነው።\n50 መኮንን፦ገዢ ማለት ነው።\n51 ሐዳስ፦አዲሱ ማለት ነው።\n52 ትንሳኤ፦መነሳት ማለት ነው።\n53 ሢራክ፦ብልሀተኛ ማለት ነው።\n54 ቡሩክ፦ምስጉን የተመሰገነ ማለት ነው።\n55 ህላዌ፦መኖር ማለት ነው።\n56 ማኅደር፦መኖሪያ ማለት ነው።\n57 ሕይወት፦መኖር ማለት ነው።\n58 ቤዛ፦መድኃኒት ማለት ነው። ቤዛዊት ለሴት ነው።\n59 ኄራን፦ደጋጎች ማለት ነው።\n60 መርአዊ፦ሙሽራ ማለት ነው። መርአዊት ለሴት ነው።\n61 ተስፋ፦ተስፋ ማለት ነው።\n62 ዜናዊ፦ነጋሪ ማለት ነው።\n63 ጸዐዳ፦ነጭ ማለት ነው።\n64 ጸጋ፦ስጦታ ማለት ነው።\n65 ብሥራት፦የምሥራች ማለት ነው።\n66 ኅሊና፦ማሰቢያ፥ሀሳብ እውቀት ማለት ነው።\n67 ማህሌት፦ምስጋና ማለት ነው።\n68 ሐሴት፦ደስታ ማለት ነው።\n69 ፍሥሓ፦ደስታ ማለት ነው።\n70 ትርሲት፦ሽልማት ማለት ነው። በተጨማሪ ስርጉት ማለት የተሸለመች ያጌጠች ማለት ነው።\n71 ምዕራፍ፦ማረፊያ ማለት ነው።\n72 መቅደስ፦ማመስገኛ፥ መመስገኛ ማለት ነው።\n73 ዋካ፦ብርሃን ማለት ነው።\n74 ረድኤት፦ እርዳታ ማለት ነው።\n75 ጽጌ፦አበባ ማለት ነው።\n76 ሠረገላ፦መኪና ማለት ነው።\n77 አማን፦እውነት ማለት ነው።\n78 አሜን፦ይሁንልኝ ይደረግልኝ ማለት ነው።\n79 ተንከተም፦ድልድይ ማለት ነው። ሰዋስው መሰላል ነው።\n80 ጸዳሉ፦ብርሃኑ ማለት ነው።\n።\nየቴሌግራም ቻናሌ፦አነ ዘክርስቶስ\n"
                },
                {
                    "type": "link",
                    "text": "https://t.me/betremariyamabebaw"
                },
                {
                    "type": "plain",
                    "text": ""
                }
            ]
        },
        {
            "id": 2586,
            "type": "message",
            "date": "2021-10-28T18:16:37",
            "date_unixtime": "1635434197",
            "from": "Ezira",
            "from_id": "user1867205648",
            "forwarded_from": "በትረማርያም አበባው Betremariam Abebaw",
            "saved_from": "በትረማርያም አበባው Betremariam Abebaw",
            "text": [
                "🌹ግእዝ ቋንቋ ክፍል 1🌹\nየግእዝ ቋንቋ የራሱ የሆነ ቁጥር አለው።ዛሬ ከ1 እስከ 100 ያሉ ቁጥሮችን እንመለከታለን።የአማርኛ ቁጥሮች ከአረብኛ የመጡ ናቸው።\n።\nአማርኛ   ግእዝ    ሲነበብ  English\n1          ፩         አሐዱ      One\n2          ፪         ክልኤቱ    Two\n3          ፫         ሠለስቱ    Three\n4          ፬         አርባዕቱ    Four\n5          ፭         ኀመስቱ     Five\n6          ፮          ስድስቱ      Six\n7          ፯          ሰብዓቱ     Seven\n8          ፰          ሰመንቱ      Eight\n9          ፱          ተሰዓቱ      Nine\n10        ፲          አሠርቱ      Ten\n20        ፳         ዕሥራ     Twenty \n30        ፴         ሠላሳ      Thirty \n40        ፵         አርብዓ     Forty\n50         ፶         ኀምሳ       Fifty\n60        ፷           ስድሳ       Sixty \n70        ፸         ሰብዓ     Seventy \n80        ፹        ሰማንያ     Eighty\n90        ፺         ተስዓ        Ninety \n100      ፻       ምእት     Hundred \n።\nየግእዝ መስራች ቁጥሮች እኒህ ናቸው።ሌላው ቁጥር እነዚህን መሠረት አድርጎ ነው የሚጻፈው።ምሳሌ 16ን በግእዝ ለመጻፍ ከፈለግን እንተነትነዋለን ማለት 10+6 እናደርገውና በግእዝ እንለውጠዋለን ይኽውም ፲+፮=፲፮ ይሆናል ሲነበብ አሠርቱ ወስድስቱ ይሆናል ማለት ነው።ሌላ ምሳሌዎችንም ቀጥለን እንመልከት።\n።\n1, 48=40+8=፵+፰=፵፰\n     በአማርኛ፦አርባ ስምንት።\n     በግእዝ፦አርብዓ ወሰመንቱ።\n     English፦Forty eight.\n2 74=70+4=፸+፬=፸፬\n    በግእዝ፦ሰብዓ ወአርባዕቱ።\n    በአማርኛ፦ሰባ አራት።\n     English፦Seventy four.\n3 99=90+9=፺+፱=፺፱\n    በግእዝ፦ተስዓ ወተስዓቱ።\n    በአማርኛ፦ዘጠና ዘጠኝ።\n    English፦Ninety Nine.\n።\nሌሎችንም ቁጥሮች በዚህ መልኩ መመሥረት ትችላላችሁ።አስተውሉ በመደመሩ ምትክ \"ወ\"ን አስገብተን ተናግረናል። በሚቀጥለው ክፍል ከ100 በላይ ያለውን ቁጥር እናያለን እዚህ ላይ ግልጽ ያልሆነ ካለ በአስተያየት መስጫው መጠየቅ ይቻላል።\n።\n",
                {
                    "type": "hashtag",
                    "text": "#መልመጃ"
                },
                "\nየማከተሉትን ቁጥሮች ወደ ግእዝ ቁጥር ለውጡ።የለወጣችሁትንም በንባብ አስቀምጡ።\n1, 44\n2, 68\n3, 83\n4, 21\n5, 39\nየሚከተሉትን የግእዝ ቁጥሮች ወደ አማርኛ ለውጡ\n6,፹፫\n7, ፷፩\n8, ፶፱\n9, ፸፰\n10, ፲፭\n።\n የቴሌግራም ቻናሌ አነ ዘክርስቶስ ",
                {
                    "type": "link",
                    "text": "https://t.me/betremariyamabebaw"
                },
                ""
            ],
            "text_entities": [
                {
                    "type": "plain",
                    "text": "🌹ግእዝ ቋንቋ ክፍል 1🌹\nየግእዝ ቋንቋ የራሱ የሆነ ቁጥር አለው።ዛሬ ከ1 እስከ 100 ያሉ ቁጥሮችን እንመለከታለን።የአማርኛ ቁጥሮች ከአረብኛ የመጡ ናቸው።\n።\nአማርኛ   ግእዝ    ሲነበብ  English\n1          ፩         አሐዱ      One\n2          ፪         ክልኤቱ    Two\n3          ፫         ሠለስቱ    Three\n4          ፬         አርባዕቱ    Four\n5          ፭         ኀመስቱ     Five\n6          ፮          ስድስቱ      Six\n7          ፯          ሰብዓቱ     Seven\n8          ፰          ሰመንቱ      Eight\n9          ፱          ተሰዓቱ      Nine\n10        ፲          አሠርቱ      Ten\n20        ፳         ዕሥራ     Twenty \n30        ፴         ሠላሳ      Thirty \n40        ፵         አርብዓ     Forty\n50         ፶         ኀምሳ       Fifty\n60        ፷           ስድሳ       Sixty \n70        ፸         ሰብዓ     Seventy \n80        ፹        ሰማንያ     Eighty\n90        ፺         ተስዓ        Ninety \n100      ፻       ምእት     Hundred \n።\nየግእዝ መስራች ቁጥሮች እኒህ ናቸው።ሌላው ቁጥር እነዚህን መሠረት አድርጎ ነው የሚጻፈው።ምሳሌ 16ን በግእዝ ለመጻፍ ከፈለግን እንተነትነዋለን ማለት 10+6 እናደርገውና በግእዝ እንለውጠዋለን ይኽውም ፲+፮=፲፮ ይሆናል ሲነበብ አሠርቱ ወስድስቱ ይሆናል ማለት ነው።ሌላ ምሳሌዎችንም ቀጥለን እንመልከት።\n።\n1, 48=40+8=፵+፰=፵፰\n     በአማርኛ፦አርባ ስምንት።\n     በግእዝ፦አርብዓ ወሰመንቱ።\n     English፦Forty eight.\n2 74=70+4=፸+፬=፸፬\n    በግእዝ፦ሰብዓ ወአርባዕቱ።\n    በአማርኛ፦ሰባ አራት።\n     English፦Seventy four.\n3 99=90+9=፺+፱=፺፱\n    በግእዝ፦ተስዓ ወተስዓቱ።\n    በአማርኛ፦ዘጠና ዘጠኝ።\n    English፦Ninety Nine.\n።\nሌሎችንም ቁጥሮች በዚህ መልኩ መመሥረት ትችላላችሁ።አስተውሉ በመደመሩ ምትክ \"ወ\"ን አስገብተን ተናግረናል። በሚቀጥለው ክፍል ከ100 በላይ ያለውን ቁጥር እናያለን እዚህ ላይ ግልጽ ያልሆነ ካለ በአስተያየት መስጫው መጠየቅ ይቻላል።\n።\n"
                },
                {
                    "type": "hashtag",
                    "text": "#መልመጃ"
                },
                {
                    "type": "plain",
                    "text": "\nየማከተሉትን ቁጥሮች ወደ ግእዝ ቁጥር ለውጡ።የለወጣችሁትንም በንባብ አስቀምጡ።\n1, 44\n2, 68\n3, 83\n4, 21\n5, 39\nየሚከተሉትን የግእዝ ቁጥሮች ወደ አማርኛ ለውጡ\n6,፹፫\n7, ፷፩\n8, ፶፱\n9, ፸፰\n10, ፲፭\n።\n የቴሌግራም ቻናሌ አነ ዘክርስቶስ "
                },
                {
                    "type": "link",
                    "text": "https://t.me/betremariyamabebaw"
                },
                {
                    "type": "plain",
                    "text": ""
                }
            ]
        },
        {
            "id": 2587,
            "type": "message",
            "date": "2021-10-28T18:16:37",
            "date_unixtime": "1635434197",
            "from": "Ezira",
            "from_id": "user1867205648",
            "forwarded_from": "በትረማርያም አበባው Betremariam Abebaw",
            "saved_from": "በትረማርያም አበባው Betremariam Abebaw",
            "text": [
                "🌹ግእዝ ቋንቋ ክፍል 2 🌹\nክፍል 2 እና ክፍል 3 ሊከብዷችሁ ይችላሉ። ቁጥር ስለሆነ ታላላቅ መምህራንም ይቸገሩባቸዋል። በተለይ ነገ የምለቀው ክፍል ሦስት በጣም ሊከብዳችሁ ይችላል። ከክፍል አራት ጀምሮ ቀለል ስለሚል በዚህ ተስፋ ቆርጣችሁ እንዳትጠፉ ለማሳወቅ እፈልጋለሁ።\nአማርኛ            ግእዙ      ንባቡ       \n100                  ፻         ምእት   \n10000              ፼        እልፍ    \n100000            ፲፼     አእላፍ\n1000000          ፻፼    አእላፋት\n10000000        ፲፻፼  ትእልፊት\n",
                {
                    "type": "phone",
                    "text": "100000000"
                },
                "      ፼፼  ትእልፊታት\n1000000000   ፲፼፼ ምእልፊት\n10000000000፻፼፼ ምእልፊታት\n።\nእንግሊዘኛው ከላይ ወደታች በቅደም ተከተል one hundred, ten thousand,  one hundred thousand, one million, ten million, one hunderd million, one billion, ten billion ነው።\n።\nበእነዚህ መካከል ያሉ ቁጥሮችን ለማወቅና ለመጻፍ የመደመር እና የማባዛት ምልክትን ተጠቅመን ቁጥሩን ተንትነን ማወቅ እንችላለን። ለምሳሌ 108 በግእዝ ለመጻፍ 100+8 ነው።፻+፰=፻፰ ምእት ወሰመንቱ ይላል። 208ን በግእዝ ለመጻፍ ደግሞ 2*100+8=፪*፻+፰=፪፻፰ ክልኤቱ ምእት ወሰመንቱ ይላል ማለት ነው። በእንደዚህ ዓይነት ስሌት የመጨረሻውን መደመር \"ወ\" ብለን እያስገባን ማንበብ እንችላለን ማለት ነው።ጉዳዩን የበለጠ ግልጽ ለማድረግ ያህል።የሚከተሉትን ምሳሌዎች እንመልከት።\n።\n456=4*100+50+6=፬*፻+፶+፮=፬፻፶፮\n     በአማርኛ፦አራት መቶ ሃምሳ ስድስት\n     በግእዝ፦አርባዕቱ ምእት ኀምሳ ወስድስቱ።\n     English፦Four hundred fifty six.\n።\n999=9*100+90+9=፱*፻+፺+፱=፱፻፺፱\nበአማርኛ፦ዘጠኝ መቶ ዘጠና ዘጠኝ።\nበግእዝ፦ተስዓቱ ምእት ተስዓ ወተስዓቱ።\nEnglish፦ Nine hundred ninety nine.\n።\n1000=10*100=፲*፻=፲፻\nበአማርኛ፦አንድ ሺህ\nበግእዝ፦አሠርቱ ምእት\nEnglish፦One thousand.\n።\n2589=25*100+80+9=፳፭*፻+፹+፱=፳፭፻፹፱\nበአማርኛ፦ሁለት ሺ አምስት መቶ ሰማንያ ዘጠኝ።\nበግእዝ፦እሥራ ወኀምስቱ ምእት ሰማንያ ወተስዓቱ።\nEnglish፦Two thousand five hundred eighty nine.\n።\n7832=78*100+30+2=፸፰*፻+፴+፪=፸፰፻፴፪\nበአማርኛ፦ሰባት ሺ ስምንት መቶ ሠላሳ ሁለት።\nበግእዝ፦ሰብዓ ወሰመንቱ ምእት ሠላሳ ወክልኤቱ።\nEnglish፦Seven thousand eight hundred thirty two.\n።\n10757=10000+7*100+50+7=፼+፯*፻+፶+፯=፼፯፻፶፯\nበአማርኛ፦አሥር ሺ ሰባት መቶ አምሳ ሰባት\nበግእዝ፦እልፍ ወሰብዓቱ ምእት ኃምሳ ወሰብዓቱ።\nEnglish፦ten thousand seven hundred fifty seven.\n።\n92983=9*10000+29*100+80+3=፱*፼+፳፱*፻+፹+፫=፱፼፳፱፻፹፫\nበአማርኛ፦ዘጠና ሁለት ሺ ዘጠኝ መቶ ሰማንያ ሦስት\nበግእዝ፦ተስዓቱ እልፍ እሥራ ወተስዓቱ ምእት ሰማንያ ወሠለስቱ\nEnglish፦Ninety T\ntwo thousand nine hundred eighty three.\n።\n874937=87*10000+49*100+30+7=፹፯*፼+፵፱*፻+፴+፯=፹፯፼፵፱፴፯\nበአማርኛ፦ስምንት መቶ ሰባ አራት ሺ ዘጠኝ መቶ ሠላሳ ሰባት\nበግእዝ፦ሰማንያ ወሰብዓቱ እልፍ አርብዓ ወተስዓቱ ምእት ሠላሳ ወሰብዓቱ።\nEnglish፦Eight hundred seventy three thousand nine hundred thirty seven.\n።\n.\nጥያቄ\nየሚከተሉትን ቁጥሮች ከነንባባቸው ወደ ግእዝ ለውጥ።\n1, 8934\n2, 44444\n3. 572483\n።\n የቴሌግራም ቻናሌ አነ ዘክርስቶስ ",
                {
                    "type": "link",
                    "text": "https://t.me/betremariyamabebaw"
                },
                ""
            ],
            "text_entities": [
                {
                    "type": "plain",
                    "text": "🌹ግእዝ ቋንቋ ክፍል 2 🌹\nክፍል 2 እና ክፍል 3 ሊከብዷችሁ ይችላሉ። ቁጥር ስለሆነ ታላላቅ መምህራንም ይቸገሩባቸዋል። በተለይ ነገ የምለቀው ክፍል ሦስት በጣም ሊከብዳችሁ ይችላል። ከክፍል አራት ጀምሮ ቀለል ስለሚል በዚህ ተስፋ ቆርጣችሁ እንዳትጠፉ ለማሳወቅ እፈልጋለሁ።\nአማርኛ            ግእዙ      ንባቡ       \n100                  ፻         ምእት   \n10000              ፼        እልፍ    \n100000            ፲፼     አእላፍ\n1000000          ፻፼    አእላፋት\n10000000        ፲፻፼  ትእልፊት\n"
                },
                {
                    "type": "phone",
                    "text": "100000000"
                },
                {
                    "type": "plain",
                    "text": "      ፼፼  ትእልፊታት\n1000000000   ፲፼፼ ምእልፊት\n10000000000፻፼፼ ምእልፊታት\n።\nእንግሊዘኛው ከላይ ወደታች በቅደም ተከተል one hundred, ten thousand,  one hundred thousand, one million, ten million, one hunderd million, one billion, ten billion ነው።\n።\nበእነዚህ መካከል ያሉ ቁጥሮችን ለማወቅና ለመጻፍ የመደመር እና የማባዛት ምልክትን ተጠቅመን ቁጥሩን ተንትነን ማወቅ እንችላለን። ለምሳሌ 108 በግእዝ ለመጻፍ 100+8 ነው።፻+፰=፻፰ ምእት ወሰመንቱ ይላል። 208ን በግእዝ ለመጻፍ ደግሞ 2*100+8=፪*፻+፰=፪፻፰ ክልኤቱ ምእት ወሰመንቱ ይላል ማለት ነው። በእንደዚህ ዓይነት ስሌት የመጨረሻውን መደመር \"ወ\" ብለን እያስገባን ማንበብ እንችላለን ማለት ነው።ጉዳዩን የበለጠ ግልጽ ለማድረግ ያህል።የሚከተሉትን ምሳሌዎች እንመልከት።\n።\n456=4*100+50+6=፬*፻+፶+፮=፬፻፶፮\n     በአማርኛ፦አራት መቶ ሃምሳ ስድስት\n     በግእዝ፦አርባዕቱ ምእት ኀምሳ ወስድስቱ።\n     English፦Four hundred fifty six.\n።\n999=9*100+90+9=፱*፻+፺+፱=፱፻፺፱\nበአማርኛ፦ዘጠኝ መቶ ዘጠና ዘጠኝ።\nበግእዝ፦ተስዓቱ ምእት ተስዓ ወተስዓቱ።\nEnglish፦ Nine hundred ninety nine.\n።\n1000=10*100=፲*፻=፲፻\nበአማርኛ፦አንድ ሺህ\nበግእዝ፦አሠርቱ ምእት\nEnglish፦One thousand.\n።\n2589=25*100+80+9=፳፭*፻+፹+፱=፳፭፻፹፱\nበአማርኛ፦ሁለት ሺ አምስት መቶ ሰማንያ ዘጠኝ።\nበግእዝ፦እሥራ ወኀምስቱ ምእት ሰማንያ ወተስዓቱ።\nEnglish፦Two thousand five hundred eighty nine.\n።\n7832=78*100+30+2=፸፰*፻+፴+፪=፸፰፻፴፪\nበአማርኛ፦ሰባት ሺ ስምንት መቶ ሠላሳ ሁለት።\nበግእዝ፦ሰብዓ ወሰመንቱ ምእት ሠላሳ ወክልኤቱ።\nEnglish፦Seven thousand eight hundred thirty two.\n።\n10757=10000+7*100+50+7=፼+፯*፻+፶+፯=፼፯፻፶፯\nበአማርኛ፦አሥር ሺ ሰባት መቶ አምሳ ሰባት\nበግእዝ፦እልፍ ወሰብዓቱ ምእት ኃምሳ ወሰብዓቱ።\nEnglish፦ten thousand seven hundred fifty seven.\n።\n92983=9*10000+29*100+80+3=፱*፼+፳፱*፻+፹+፫=፱፼፳፱፻፹፫\nበአማርኛ፦ዘጠና ሁለት ሺ ዘጠኝ መቶ ሰማንያ ሦስት\nበግእዝ፦ተስዓቱ እልፍ እሥራ ወተስዓቱ ምእት ሰማንያ ወሠለስቱ\nEnglish፦Ninety T\ntwo thousand nine hundred eighty three.\n።\n874937=87*10000+49*100+30+7=፹፯*፼+፵፱*፻+፴+፯=፹፯፼፵፱፴፯\nበአማርኛ፦ስምንት መቶ ሰባ አራት ሺ ዘጠኝ መቶ ሠላሳ ሰባት\nበግእዝ፦ሰማንያ ወሰብዓቱ እልፍ አርብዓ ወተስዓቱ ምእት ሠላሳ ወሰብዓቱ።\nEnglish፦Eight hundred seventy three thousand nine hundred thirty seven.\n።\n.\nጥያቄ\nየሚከተሉትን ቁጥሮች ከነንባባቸው ወደ ግእዝ ለውጥ።\n1, 8934\n2, 44444\n3. 572483\n።\n የቴሌግራም ቻናሌ አነ ዘክርስቶስ "
                },
                {
                    "type": "link",
                    "text": "https://t.me/betremariyamabebaw"
                },
                {
                    "type": "plain",
                    "text": ""
                }
            ]
        },
        {
            "id": 2588,
            "type": "message",
            "date": "2021-10-28T18:16:37",
            "date_unixtime": "1635434197",
            "from": "Ezira",
            "from_id": "user1867205648",
            "forwarded_from": "በትረማርያም አበባው Betremariam Abebaw",
            "saved_from": "በትረማርያም አበባው Betremariam Abebaw",
            "text": [
                "🌹ግእዝ ቋንቋ ክፍል 3 🌹\n5458235=5*1000000+45*10000+82*100+30+5=፭*፻፼+፵፭*፼+፹፪*፻+፴+፭=፭፻፼፵፭፼፹፪፻፴፭።\nአማርኛ፦አምስት ሚልየን አራት መቶ አምሳ ስምንት ሺ ሁለት መቶ ሠላሳ አምስት።\nግእዝ፦ኀምስቱ አእላፋት አርብዓ ወኀምስቱ እልፍ ሰማንያ ወክልኤቱ ምእት ሠላሳ ወኀምስቱ።\nEnglish፦Five Million four hundred fifty eight thousand  two hundred thirty five.\n።\n99999999=99*1000000+99*10000+99*100+90+9=፺፱*፻፼+፺፱*፼+፺፱*፻+፺+፱=፺፱፼፻፺፱፼፺፱፻፺፱\nበአማርኛ፦ዘጠና ዘጠኝ ሚልየን ዘጠኝ መቶ ዘጠና ዘጠኝ ሺ ዘጠኝ መቶ ዘጠና ዘጠኝ።\nበግእዝ፦ተስዓ ወተስዓቱ አእላፋት ተስዓ ወተስዓቱ እልፍ ተስዓ ወተሰዓቱ ምእት ተስዓ ወተስዓቱ።\nEnglish፦Ninety nine million nine hundred ninety nine thousand nine hundred ninety nine.\n።\n",
                {
                    "type": "phone",
                    "text": "456346274"
                },
                "=4*",
                {
                    "type": "phone",
                    "text": "100000000"
                },
                "+56*1000000+34*10000+62*100+70+4=፬*፼፼+፶፮*፻፼+፴፬*፼+፷፪*፻+፸+፬=፬፼፼፶፮፼፻፴፬፼፷፪፻፸፬\nበአማርኛ፦አራት መቶ አምሳ ስድስት ሚልየን ሦስት መቶ አርባ ስድስት ሺ ሁለት መቶ ሰባ አራት።\nEnglish፦Four hundred fifty six million Three hundred forty six thousand two hundred seventy four.\nበግእዝ፦አርባዕቱ ትእልፊታት ኀምሳ ወስድስቱ አእላፋት ሠላሳ ወአርባዕቱ እልፍ ስድሳ ወክልኤቱ ምእት ሰብዓ ወአርባዕቱ።\n።\n9218946935=92*",
                {
                    "type": "phone",
                    "text": "100000000"
                },
                "+18*1000000+94*10000+69*100+30+5=፺፪፼፼+፲፰፻፼+፺፬፼+፷፱፻+፴+፭=፺፪፼፼፲፰፼፺፺፬፼፷፱፻፴፭\nበአማርኛ ዘጠኝ ቢልየን ሁለት መቶ አስራ ስምንት ሚልየን ዘጠኝ መቶ አርባ ስድስት ሺ ዘጠኝ መቶ ሠላሳ አምስት።\nEnglish፦Nine billion two hundred eighteen million nine hundred forty six thousand nine hundred thirty five.\nግእዝ፦ተስዓ ወክልኤቱ ትእልፊታት አሠርቱ ወሰመንቱ አእላፋት ተስዓ ወአርባዕቱ እልፍ ስድሳ ወተስዓቱ ምእት ሠላሳ ወኀምስቱ።\n።\n494853921456=49*10000000000+48*",
                {
                    "type": "phone",
                    "text": "100000000"
                },
                "+53*1000000+92*10000+14*100+50+6=፱*፼፼፻+፵፰*፼፼+፶፫*፼፻+፺፪*፼+፲፬*፻+፶+፮=፱፼፼፻፵፰፼፼፶፫፼፻፺፪፼፲፬፻፶፮\nበአማርኛ፦አራት መቶ ዘጠና አራት ቢልየን ስምንት መቶ አምሳ ሦስት ሚልየን ዘጠኝ መቶ ሃያ አንድ ሺ አራት መቶ አምሳ ስድስት።\nEnglish፦four hundred Ninety four billion eight hundred fifty three million nine hundred twenty one thousand four hundred fify six.\nበግእዝ፦አርብዓ ወተስዓቱ ምእልፊታት አርብዓ ወሰመንቱ ትእልፊታት ኃምሳ ወሠለስቱ አእላፋት ተስዓ ወክልኤቱ እልፍ አሠርቱ ወአርባዕቱ ምእት ኃምሳ ወስድስቱ።\n።\nእንዲህ እንዲህ እያልን እስገፈለገን ድረስ መቁጠር እንችላለን።\n።\nጥያቄ፦\nየሚከተሉትን ቁጥሮች ከነንባባቸው ወደ ግእዝ ለውጥ፦\n1, 8943289\n2, 33678392\n3, 892836163949\n።\n የቴሌግራም ቻናሌ አነ ዘክርስቶስ ",
                {
                    "type": "link",
                    "text": "https://t.me/betremariyamabebaw"
                },
                ""
            ],
            "text_entities": [
                {
                    "type": "plain",
                    "text": "🌹ግእዝ ቋንቋ ክፍል 3 🌹\n5458235=5*1000000+45*10000+82*100+30+5=፭*፻፼+፵፭*፼+፹፪*፻+፴+፭=፭፻፼፵፭፼፹፪፻፴፭።\nአማርኛ፦አምስት ሚልየን አራት መቶ አምሳ ስምንት ሺ ሁለት መቶ ሠላሳ አምስት።\nግእዝ፦ኀምስቱ አእላፋት አርብዓ ወኀምስቱ እልፍ ሰማንያ ወክልኤቱ ምእት ሠላሳ ወኀምስቱ።\nEnglish፦Five Million four hundred fifty eight thousand  two hundred thirty five.\n።\n99999999=99*1000000+99*10000+99*100+90+9=፺፱*፻፼+፺፱*፼+፺፱*፻+፺+፱=፺፱፼፻፺፱፼፺፱፻፺፱\nበአማርኛ፦ዘጠና ዘጠኝ ሚልየን ዘጠኝ መቶ ዘጠና ዘጠኝ ሺ ዘጠኝ መቶ ዘጠና ዘጠኝ።\nበግእዝ፦ተስዓ ወተስዓቱ አእላፋት ተስዓ ወተስዓቱ እልፍ ተስዓ ወተሰዓቱ ምእት ተስዓ ወተስዓቱ።\nEnglish፦Ninety nine million nine hundred ninety nine thousand nine hundred ninety nine.\n።\n"
                },
                {
                    "type": "phone",
                    "text": "456346274"
                },
                {
                    "type": "plain",
                    "text": "=4*"
                },
                {
                    "type": "phone",
                    "text": "100000000"
                },
                {
                    "type": "plain",
                    "text": "+56*1000000+34*10000+62*100+70+4=፬*፼፼+፶፮*፻፼+፴፬*፼+፷፪*፻+፸+፬=፬፼፼፶፮፼፻፴፬፼፷፪፻፸፬\nበአማርኛ፦አራት መቶ አምሳ ስድስት ሚልየን ሦስት መቶ አርባ ስድስት ሺ ሁለት መቶ ሰባ አራት።\nEnglish፦Four hundred fifty six million Three hundred forty six thousand two hundred seventy four.\nበግእዝ፦አርባዕቱ ትእልፊታት ኀምሳ ወስድስቱ አእላፋት ሠላሳ ወአርባዕቱ እልፍ ስድሳ ወክልኤቱ ምእት ሰብዓ ወአርባዕቱ።\n።\n9218946935=92*"
                },
                {
                    "type": "phone",
                    "text": "100000000"
                },
                {
                    "type": "plain",
                    "text": "+18*1000000+94*10000+69*100+30+5=፺፪፼፼+፲፰፻፼+፺፬፼+፷፱፻+፴+፭=፺፪፼፼፲፰፼፺፺፬፼፷፱፻፴፭\nበአማርኛ ዘጠኝ ቢልየን ሁለት መቶ አስራ ስምንት ሚልየን ዘጠኝ መቶ አርባ ስድስት ሺ ዘጠኝ መቶ ሠላሳ አምስት።\nEnglish፦Nine billion two hundred eighteen million nine hundred forty six thousand nine hundred thirty five.\nግእዝ፦ተስዓ ወክልኤቱ ትእልፊታት አሠርቱ ወሰመንቱ አእላፋት ተስዓ ወአርባዕቱ እልፍ ስድሳ ወተስዓቱ ምእት ሠላሳ ወኀምስቱ።\n።\n494853921456=49*10000000000+48*"
                },
                {
                    "type": "phone",
                    "text": "100000000"
                },
                {
                    "type": "plain",
                    "text": "+53*1000000+92*10000+14*100+50+6=፱*፼፼፻+፵፰*፼፼+፶፫*፼፻+፺፪*፼+፲፬*፻+፶+፮=፱፼፼፻፵፰፼፼፶፫፼፻፺፪፼፲፬፻፶፮\nበአማርኛ፦አራት መቶ ዘጠና አራት ቢልየን ስምንት መቶ አምሳ ሦስት ሚልየን ዘጠኝ መቶ ሃያ አንድ ሺ አራት መቶ አምሳ ስድስት።\nEnglish፦four hundred Ninety four billion eight hundred fifty three million nine hundred twenty one thousand four hundred fify six.\nበግእዝ፦አርብዓ ወተስዓቱ ምእልፊታት አርብዓ ወሰመንቱ ትእልፊታት ኃምሳ ወሠለስቱ አእላፋት ተስዓ ወክልኤቱ እልፍ አሠርቱ ወአርባዕቱ ምእት ኃምሳ ወስድስቱ።\n።\nእንዲህ እንዲህ እያልን እስገፈለገን ድረስ መቁጠር እንችላለን።\n።\nጥያቄ፦\nየሚከተሉትን ቁጥሮች ከነንባባቸው ወደ ግእዝ ለውጥ፦\n1, 8943289\n2, 33678392\n3, 892836163949\n።\n የቴሌግራም ቻናሌ አነ ዘክርስቶስ "
                },
                {
                    "type": "link",
                    "text": "https://t.me/betremariyamabebaw"
                },
                {
                    "type": "plain",
                    "text": ""
                }
            ]
        },
        {
            "id": 2589,
            "type": "message",
            "date": "2021-10-28T18:16:37",
            "date_unixtime": "1635434197",
            "from": "Ezira",
            "from_id": "user1867205648",
            "forwarded_from": "በትረማርያም አበባው Betremariam Abebaw",
            "saved_from": "በትረማርያም አበባው Betremariam Abebaw",
            "text": [
                "🌹ግእዝ ቋንቋ ክፍል 4🌹\nግእዝ ቋንቋን ለመረዳት የሚያገለግሉን 10 መራሕያን አሉ። ዛሬ እነርሱን እንመለከታለን።\n    ግእዝ        አማርኛ        English\n1 ውእቱ        እርሱ               He\n2 ይእቲ         እርሷ               She\n3 ውእቶሙ    እነርሱ             They\n4 ውእቶን      እነርሱ (ሴ)      They\n5 አንተ          አንተ               You\n6 አንቲ          አንቺ               You\n7 አንትሙ      እናንተ            You\n8 አንትን        እናንተ (ሴ)     You\n9 አነ             እኔ                  I\n10 ንሕነ        እኛ                 We\n።\nከዚህ በላይ ያለው ትርጉማቸው እንደ የስም ምትክ ወይም ተውላጠ ስም (Pronoun) ሆነው ሲያገለግሉ ነው።ለምሳሌ ድንግል ማርያምን እርሷ ከኪሩቤል ትበልጣለች ሲል ይእቲ ተዐቢ እምኪሩቤል ይላል። መራሕያን የስም ምትክ ሆነው ሲያገለግሉ ከማሰሪያ አንቀጽ (Verb) በፊት መምጣት አለባቸው።ከማሰሪያ አንቀጽ በፊት ከመጡ የሚፈቱት ከላይ ባለው አፈታት ነው።መራሕያን እንደ ነባር አንቀጽ ወይም ረዳት ግስ (Auxilary verb) ያገለግላሉ። ሲያገለግሉም ያላቸው ትርጉም እንደሚከተለው ነው።\n      ግእዝ        አማርኛ      English\n1 ውእቱ        ነው፥አለ፥ነበረ      Is, Be, was\n2 ይእቲ         ናት፥አለች፥ነበረች  Is, Be, Was\n3 ውእቶሙ    ናቸው፥አሉ፥ነበሩ  are, be, were\n4 ውእቶን      ናቸው፥አሉ፥ነበሩ   are, be, were\n5 አንተ          ነህ፥አለህ፥ነበርክ    are, be, were\n6 አንቲ          ነሽ፥አለሽ፥ነበርሽ   are, be, were\n7 አንትሙ  ናችሁ፥አላችሁ፥ነበራችሁ  are, be, were\n8 አንትን   ናችሁ፥አላችሁ፥ነበራችሁ  are,be,were\n9 አነ       ነኝ፥ነበርኩ፥አለሁ    am,be,was \n10 ንሕነ  ነን፥ነበርን፥አለን   are,be, were\n።\nመራሕያን ነባር አንቀጽ ሆነው ሲያገለግሉ ከስም በኋላ ወይም ከዓረፍተ ነገር በኋላ ይመጣሉ። ለምሳሌ በመጀመሪያ ቃል ነበር የሚለው ቃል በግእዝ ቀዳሚሁ ቃል ውእቱ ይላል። ውእቱ ቃል ከሚለው ስም በኋላ ስለመጣ የሚኖረው ትርጉም \"እርሱ\" የሚል ሳይሆን \"ነው ወይም ነበረ\" የሚል ይሆናል። ሌላው መራሕያን እንደ አመልካች ቅጽል \"Demonstrative pronoun\" ሆነው ያገለግላሉ። ሲያገለግሉም የሚኖራቸው ትርጉም እንደሚከተለው ነው።\n                 ግእዝ        አማርኛ       \n            1 ውእቱ           ያ             \n            2 ይእቲ           ያች          \n            3 ውእቶሙ      እነዚያ      \n            4 ውእቶን        እነዚያ       \n            5 አንተ            አንተ        \n            6 አንቲ            አንቺ        \n            7 አንትሙ       እናንተ       \n            8 አንትን          እናንተ       \n            9 አነ                እኔ            \n           10 ንሕነ           እኛ           \nመራሕያን አመልካች ቅጽል ሆነው ሲያገለግሉ ከስም በፊት መምጣት አለባቸው።ለምሳሌ ያ ቃል ሥጋ ሆነ ዮሐ.1፥14 የሚለው በግእዝ ውእቱ ቃል ሥጋ ኮነ ይላል።አስተውል \"ያ\" ተብሎ የተተረጎመው \"ውእቱ\" ነው። ምክንያቱም ቃል ከሚለው ስም በፊት ስለመጣ ነው።ስለዚህ መራሕያን በዓረፍተ ነገር ውስጥ ተጽፈው ስናገኛቸው በየትኛው መተርጎም እንደሚገባቸው ማስተዋል አለብን። በግእዝ ሴቶችን እናንተ ስንልና ወንዶችን እናንተ ስንል የተለያየ ነው።ሴቶችን አንትን ወንዶችን አንትሙ እንላለን። ሴቶች እና ወንዶች ተቀላቅለው ካሉ ደግሞ አንትሙ እንላለን። እነርሱ ስንልም ለሴቶች ውእቶን ስንል ለወንዶች ውእቶሙ እንላለን። ውእቶሙ እና እሙንቱ ትርጓማቸው አንድ ነው። ውእቶንና እማንቱ ትርጉማቸው አንድ ነው።\n።\nሌላው መራሕያን ተከታትለው ሲመጡ የመጀመሪያው የስም ምትክ ሆኖ ያገለግላል። ቀጥሎ ያለው ደግሞ ነባር አንቀጽ ሆኖ ያገለግላል።ለምሳሌ አንትሙ ውእቱ ብርሃኑ ለዓለም ቢል።አንትሙ እና ውእቱ ተከታትለው መጥተዋል ስለዚህ አንትሙ በስም ምትክ እናንተ ተብሎ ይተረጎማል ውእቱ ደግሞ  በነባር አንቀጽ \"ናችሁ\" ተብሎ ይተረጎማል። ስለዚህ እናንተ የዓለም ብርሃን ናችሁ ተብሎ ይተረጎማል። ውእቱ በነባር አንቀጽነቱ እንደ 9ኙም ይተረጎማል። ያ ማለት ናችሁ ነኝ ነን ነሽ ወዘተ እያለ ይተረጎማል።\n።\nአነ እና ንሕነ አንደኛ መደብ ይባላሉ። አንተ፣ አንትሙ፣ አንቲ፣ አንትን ደግሞ ሁለተኛ መደቦች ይባላሉ። ውእቱ፣ ውእቶሙ፣ ውእቶን፣ ይእቲ ደግሞ ሦስተኛ መደብ ይባላሉ። በሌላ አከፋፈል አንተ፣ አንትሙ፣ ውእቱ እና ውእቶሙ የወንድ ናቸው። አንቲ፥ ይእቲ፣ ውእቶን እና አንትን የሴት ናቸው።አነ እና ንሕነ ለሴትም ለወንድም ይሆናሉ።በሌላ አገላለጽ ደግሞ አነ፣ ውእቱ፣ ይእቲ፣ አንተ እና አንቲ ነጠላ \"Singular\" ናቸው። \"አንትሙ፣ አንትን፣ ውእቶሙ፣ ንሕነ እና ውእቶን ደግሞ\" ብዙ \"Plurals\" ናቸው።\n።\nጥያቄ\nግእዙን ወደ አማርኛ ተርጉም፥የመራሕያኑ አገልፍሎትም ምን እንደሆነ ግለጥ።\n1 ይእቲ ማርያም ታፈቅረነ (hint;ታፈቅረነ ያለው ትወደናለች ማለት ነው)\n2 እግዚአብሔር ውእቱ ብርሃንኪ (hint;ብርሃንኪ ያለው ብርሃንሽ ማለት ነው)\n3 ውእቱ ፈጠረነ (hint;ፈጠረነ ያለው ፈጠረን ማለት ነው)\n4 አንቲ ውእቱ ተስፋሁ ለአዳም።\n5 ሀገርነ በሰማይ ውእቱ።\n።\n የቴሌግራም ቻናሌ አነ ዘክርስቶስ ",
                {
                    "type": "link",
                    "text": "https://t.me/betremariyamabebaw"
                },
                ""
            ],
            "text_entities": [
                {
                    "type": "plain",
                    "text": "🌹ግእዝ ቋንቋ ክፍል 4🌹\nግእዝ ቋንቋን ለመረዳት የሚያገለግሉን 10 መራሕያን አሉ። ዛሬ እነርሱን እንመለከታለን።\n    ግእዝ        አማርኛ        English\n1 ውእቱ        እርሱ               He\n2 ይእቲ         እርሷ               She\n3 ውእቶሙ    እነርሱ             They\n4 ውእቶን      እነርሱ (ሴ)      They\n5 አንተ          አንተ               You\n6 አንቲ          አንቺ               You\n7 አንትሙ      እናንተ            You\n8 አንትን        እናንተ (ሴ)     You\n9 አነ             እኔ                  I\n10 ንሕነ        እኛ                 We\n።\nከዚህ በላይ ያለው ትርጉማቸው እንደ የስም ምትክ ወይም ተውላጠ ስም (Pronoun) ሆነው ሲያገለግሉ ነው።ለምሳሌ ድንግል ማርያምን እርሷ ከኪሩቤል ትበልጣለች ሲል ይእቲ ተዐቢ እምኪሩቤል ይላል። መራሕያን የስም ምትክ ሆነው ሲያገለግሉ ከማሰሪያ አንቀጽ (Verb) በፊት መምጣት አለባቸው።ከማሰሪያ አንቀጽ በፊት ከመጡ የሚፈቱት ከላይ ባለው አፈታት ነው።መራሕያን እንደ ነባር አንቀጽ ወይም ረዳት ግስ (Auxilary verb) ያገለግላሉ። ሲያገለግሉም ያላቸው ትርጉም እንደሚከተለው ነው።\n      ግእዝ        አማርኛ      English\n1 ውእቱ        ነው፥አለ፥ነበረ      Is, Be, was\n2 ይእቲ         ናት፥አለች፥ነበረች  Is, Be, Was\n3 ውእቶሙ    ናቸው፥አሉ፥ነበሩ  are, be, were\n4 ውእቶን      ናቸው፥አሉ፥ነበሩ   are, be, were\n5 አንተ          ነህ፥አለህ፥ነበርክ    are, be, were\n6 አንቲ          ነሽ፥አለሽ፥ነበርሽ   are, be, were\n7 አንትሙ  ናችሁ፥አላችሁ፥ነበራችሁ  are, be, were\n8 አንትን   ናችሁ፥አላችሁ፥ነበራችሁ  are,be,were\n9 አነ       ነኝ፥ነበርኩ፥አለሁ    am,be,was \n10 ንሕነ  ነን፥ነበርን፥አለን   are,be, were\n።\nመራሕያን ነባር አንቀጽ ሆነው ሲያገለግሉ ከስም በኋላ ወይም ከዓረፍተ ነገር በኋላ ይመጣሉ። ለምሳሌ በመጀመሪያ ቃል ነበር የሚለው ቃል በግእዝ ቀዳሚሁ ቃል ውእቱ ይላል። ውእቱ ቃል ከሚለው ስም በኋላ ስለመጣ የሚኖረው ትርጉም \"እርሱ\" የሚል ሳይሆን \"ነው ወይም ነበረ\" የሚል ይሆናል። ሌላው መራሕያን እንደ አመልካች ቅጽል \"Demonstrative pronoun\" ሆነው ያገለግላሉ። ሲያገለግሉም የሚኖራቸው ትርጉም እንደሚከተለው ነው።\n                 ግእዝ        አማርኛ       \n            1 ውእቱ           ያ             \n            2 ይእቲ           ያች          \n            3 ውእቶሙ      እነዚያ      \n            4 ውእቶን        እነዚያ       \n            5 አንተ            አንተ        \n            6 አንቲ            አንቺ        \n            7 አንትሙ       እናንተ       \n            8 አንትን          እናንተ       \n            9 አነ                እኔ            \n           10 ንሕነ           እኛ           \nመራሕያን አመልካች ቅጽል ሆነው ሲያገለግሉ ከስም በፊት መምጣት አለባቸው።ለምሳሌ ያ ቃል ሥጋ ሆነ ዮሐ.1፥14 የሚለው በግእዝ ውእቱ ቃል ሥጋ ኮነ ይላል።አስተውል \"ያ\" ተብሎ የተተረጎመው \"ውእቱ\" ነው። ምክንያቱም ቃል ከሚለው ስም በፊት ስለመጣ ነው።ስለዚህ መራሕያን በዓረፍተ ነገር ውስጥ ተጽፈው ስናገኛቸው በየትኛው መተርጎም እንደሚገባቸው ማስተዋል አለብን። በግእዝ ሴቶችን እናንተ ስንልና ወንዶችን እናንተ ስንል የተለያየ ነው።ሴቶችን አንትን ወንዶችን አንትሙ እንላለን። ሴቶች እና ወንዶች ተቀላቅለው ካሉ ደግሞ አንትሙ እንላለን። እነርሱ ስንልም ለሴቶች ውእቶን ስንል ለወንዶች ውእቶሙ እንላለን። ውእቶሙ እና እሙንቱ ትርጓማቸው አንድ ነው። ውእቶንና እማንቱ ትርጉማቸው አንድ ነው።\n።\nሌላው መራሕያን ተከታትለው ሲመጡ የመጀመሪያው የስም ምትክ ሆኖ ያገለግላል። ቀጥሎ ያለው ደግሞ ነባር አንቀጽ ሆኖ ያገለግላል።ለምሳሌ አንትሙ ውእቱ ብርሃኑ ለዓለም ቢል።አንትሙ እና ውእቱ ተከታትለው መጥተዋል ስለዚህ አንትሙ በስም ምትክ እናንተ ተብሎ ይተረጎማል ውእቱ ደግሞ  በነባር አንቀጽ \"ናችሁ\" ተብሎ ይተረጎማል። ስለዚህ እናንተ የዓለም ብርሃን ናችሁ ተብሎ ይተረጎማል። ውእቱ በነባር አንቀጽነቱ እንደ 9ኙም ይተረጎማል። ያ ማለት ናችሁ ነኝ ነን ነሽ ወዘተ እያለ ይተረጎማል።\n።\nአነ እና ንሕነ አንደኛ መደብ ይባላሉ። አንተ፣ አንትሙ፣ አንቲ፣ አንትን ደግሞ ሁለተኛ መደቦች ይባላሉ። ውእቱ፣ ውእቶሙ፣ ውእቶን፣ ይእቲ ደግሞ ሦስተኛ መደብ ይባላሉ። በሌላ አከፋፈል አንተ፣ አንትሙ፣ ውእቱ እና ውእቶሙ የወንድ ናቸው። አንቲ፥ ይእቲ፣ ውእቶን እና አንትን የሴት ናቸው።አነ እና ንሕነ ለሴትም ለወንድም ይሆናሉ።በሌላ አገላለጽ ደግሞ አነ፣ ውእቱ፣ ይእቲ፣ አንተ እና አንቲ ነጠላ \"Singular\" ናቸው። \"አንትሙ፣ አንትን፣ ውእቶሙ፣ ንሕነ እና ውእቶን ደግሞ\" ብዙ \"Plurals\" ናቸው።\n።\nጥያቄ\nግእዙን ወደ አማርኛ ተርጉም፥የመራሕያኑ አገልፍሎትም ምን እንደሆነ ግለጥ።\n1 ይእቲ ማርያም ታፈቅረነ (hint;ታፈቅረነ ያለው ትወደናለች ማለት ነው)\n2 እግዚአብሔር ውእቱ ብርሃንኪ (hint;ብርሃንኪ ያለው ብርሃንሽ ማለት ነው)\n3 ውእቱ ፈጠረነ (hint;ፈጠረነ ያለው ፈጠረን ማለት ነው)\n4 አንቲ ውእቱ ተስፋሁ ለአዳም።\n5 ሀገርነ በሰማይ ውእቱ።\n።\n የቴሌግራም ቻናሌ አነ ዘክርስቶስ "
                },
                {
                    "type": "link",
                    "text": "https://t.me/betremariyamabebaw"
                },
                {
                    "type": "plain",
                    "text": ""
                }
            ]
        },
        {
            "id": 2590,
            "type": "message",
            "date": "2021-10-28T18:16:37",
            "date_unixtime": "1635434197",
            "from": "Ezira",
            "from_id": "user1867205648",
            "forwarded_from": "በትረማርያም አበባው Betremariam Abebaw",
            "saved_from": "በትረማርያም አበባው Betremariam Abebaw",
            "text": [
                "🌹ግእዝ ቋንቋ ክፍል 5🌹\nድርብ መራሕያን እና ተሳቢ መራሕያን\n    ግእዝ        አማርኛ        English\n1 ኪያሁ           እርሱን           Him\n2 ኪያሃ            እርሷን            Her\n3 ኪያሆሙ       እነርሱን       Them\n4 ኪያሆን (ሴ)  እነርሱን       Them\n5 ኪያከ          አንተን           You\n6 ኪያኪ          አንቺን           You\n7 ኪያክሙ      እናንተን         You\n8 ኪያክን(ሴ)   እናንተን         You\n9 ኪያየ            እኔን              Me\n10 ኪያነ          እኛን              Us\n።\nበዓረፍተ ነገር እንደሚከተለው እንጠቀማቸዋለን።\nአማርኛ፦እኔ  እናንተን እወዳችኋሁ\nEnglish; I Love You\nግእዝ፦አነ አፈቅር ኪያክሙ\nእንዲህ እንዲህ እያለ ይተረጎማል ማለት ነው። ቀጥለን ደግሞ ድርብ መራሕያንን እንመልከት፦\n      ግእዝ       አማርኛ       English\n1 ለሊሁ      እርሱ ራሱ      Himself\n2 ሊሊሃ      እርሷ ራሷ    Herself\n3 ለሊሆሙ    እነርሱ ራሳቸው Themselves\n4 ለሊሆን (ሴ)   እነርሱ ራሳቸው  Themselves\n5 ለሊከ      አንተ ራስህ yourself\n6 ለሊኪ     አንቺ ራስሽ  yourself\n7 ለሊክሙ  እናንተ ራሳችሁ yourselves\n8 ለሊክን(ሴ) እናንተ ራሳችሁ  yourselves\n9 ለልየ        እኔ ራሴ    myself\n10 ለሊነ      እኛ ራሳችን  ourselves\nበዓረፍተ ነገርም እንደሚከተለው ይቀርባሉ።\nበአማርኛ፦እኛ ራሳችን እንሞታለን\nበግእዝ፦ለሊነ ንመውት\nEnglish:We ourselves will die.\nእንዲህ እንዲህ እያለ ይተረጎማል ማለት ነው።\n።\nጥያቄ\nግእዙን ወደ አማርኛ አማርኛውን ወደ ግእዝ ተርጉሙ።\n1 ኪያከ እግዚኦ ነአኩት (hint; እግዚኦ፡አቤቱ፤ነአኩት፡እናመሰግናለን)\n2 ክርስቶስ አፍቀረ ኪያነ\n3 እኛ ራሳችን እናውቃለን (እናውቃለን፡ነአምር)\n።\n የቴሌግራም ቻናሌ አነ ዘክርስቶስ ",
                {
                    "type": "link",
                    "text": "https://t.me/betremariyamabebaw"
                },
                ""
            ],
            "text_entities": [
                {
                    "type": "plain",
                    "text": "🌹ግእዝ ቋንቋ ክፍል 5🌹\nድርብ መራሕያን እና ተሳቢ መራሕያን\n    ግእዝ        አማርኛ        English\n1 ኪያሁ           እርሱን           Him\n2 ኪያሃ            እርሷን            Her\n3 ኪያሆሙ       እነርሱን       Them\n4 ኪያሆን (ሴ)  እነርሱን       Them\n5 ኪያከ          አንተን           You\n6 ኪያኪ          አንቺን           You\n7 ኪያክሙ      እናንተን         You\n8 ኪያክን(ሴ)   እናንተን         You\n9 ኪያየ            እኔን              Me\n10 ኪያነ          እኛን              Us\n።\nበዓረፍተ ነገር እንደሚከተለው እንጠቀማቸዋለን።\nአማርኛ፦እኔ  እናንተን እወዳችኋሁ\nEnglish; I Love You\nግእዝ፦አነ አፈቅር ኪያክሙ\nእንዲህ እንዲህ እያለ ይተረጎማል ማለት ነው። ቀጥለን ደግሞ ድርብ መራሕያንን እንመልከት፦\n      ግእዝ       አማርኛ       English\n1 ለሊሁ      እርሱ ራሱ      Himself\n2 ሊሊሃ      እርሷ ራሷ    Herself\n3 ለሊሆሙ    እነርሱ ራሳቸው Themselves\n4 ለሊሆን (ሴ)   እነርሱ ራሳቸው  Themselves\n5 ለሊከ      አንተ ራስህ yourself\n6 ለሊኪ     አንቺ ራስሽ  yourself\n7 ለሊክሙ  እናንተ ራሳችሁ yourselves\n8 ለሊክን(ሴ) እናንተ ራሳችሁ  yourselves\n9 ለልየ        እኔ ራሴ    myself\n10 ለሊነ      እኛ ራሳችን  ourselves\nበዓረፍተ ነገርም እንደሚከተለው ይቀርባሉ።\nበአማርኛ፦እኛ ራሳችን እንሞታለን\nበግእዝ፦ለሊነ ንመውት\nEnglish:We ourselves will die.\nእንዲህ እንዲህ እያለ ይተረጎማል ማለት ነው።\n።\nጥያቄ\nግእዙን ወደ አማርኛ አማርኛውን ወደ ግእዝ ተርጉሙ።\n1 ኪያከ እግዚኦ ነአኩት (hint; እግዚኦ፡አቤቱ፤ነአኩት፡እናመሰግናለን)\n2 ክርስቶስ አፍቀረ ኪያነ\n3 እኛ ራሳችን እናውቃለን (እናውቃለን፡ነአምር)\n።\n የቴሌግራም ቻናሌ አነ ዘክርስቶስ "
                },
                {
                    "type": "link",
                    "text": "https://t.me/betremariyamabebaw"
                },
                {
                    "type": "plain",
                    "text": ""
                }
            ]
        },
        {
            "id": 2591,
            "type": "message",
            "date": "2021-10-28T18:16:37",
            "date_unixtime": "1635434197",
            "from": "Ezira",
            "from_id": "user1867205648",
            "forwarded_from": "በትረማርያም አበባው Betremariam Abebaw",
            "saved_from": "በትረማርያም አበባው Betremariam Abebaw",
            "text": [
                "🌹ግእዝ ቋንቋ ክፍል 6🌹\nበኑሯችን አብዛኛውን ጊዜ የምንጠቀማቸውን ቃላት በግእዝ እንደሚከተለው አቀርባለሁ።\n      ግእዝ       አማርኛ       English\n1 ዝንቱ/ዝ              ይህ       This\n2 ዛቲ/ዛ                 ይች        This\n3 ዝኲ/ዝክቱ/ዝስኩ   ያ        That\n4 እልክቱ                እኒያ    Those\n5 እንትኲ/እንታክቲ   ያች    That\n6 እልኲ(ሴ)            እኒያ   Those\n7 እሉ/እሎንቱ          እኒህ   These\n8 እላ/እላንቱ/እሎን(ሴ) እኒህ These\nበግእዝ ሴቶችን እኒያ ስንልና ወንዶችን እኒያ ስንል የተለይየ ስለሆነ የሴቶችን \"ሴ\" ብየ ገልጨዋለሁ።ሌላው በግእዝ ቋንቋ ገንዘብነት የሚገልጹ ቃላት አሉ። እነርሱን ከዚህ ቀጥየ እጽፋቸዋለሁ።\n     ግእዝ        አማርኛ       English\n1 ዚኣየ       የእኔ          my/mine\n2 ዚኣነ       የእኛ          our/ours\n3 ዚኣከ      የአንተ      your/yours\n4 ዚኣኪ      የአንቺ     your/yours\n5 ዚኣክሙ   የእናንተ  your/yours\n6 ዚኣክን(ሴ) የእናንተ your/yours\n7 ዚኣሁ        የእርሱ         his\n8 ዚኣሃ         የእርሷ         her   \n9 ዚኣሆሙ   የእነርሱ       their/theirs\n10 ዚኣሆን(ሴ) የእነርሱ   their/theirs\nእኒህን በምሳሌ እንደሚከተለው እንመልከት።\n።\nአማርኛ፦ይህ መጽሐፍ የእኔ ነው።\nግእዝ፦ዝንቱ መጽሐፍ ዚኣየ ውእቱ።\nEnglish:This book is mine\n።\nአማርኛ፦ኢትዮጵያ የእኛ ናት\nግእዝ፦ዚኣነ ይእቲ ኢትዮጵያ\nEnglish: Ethiopia is Ours\n።\nአማርኛ፦እነዚያ ሴቶች ቅዱሳት ናቸው።\nግእዝ፦እልኲ አእኑስ ቅዱሳት እማንቱ።\nEnglish፦Those women are Saints.\n።\nአማርኛ፦የእኛ ወንዝ ዓባይ ነው።\nግእዝ፦ፈለገዚኣነ ውእቱ ግዮን።\nEnglish፦Ghion Is our river.\n።\nአማርኛ፦የእኔ ንጉሥ እግዚአብሔር ነው።\nግእዝ፦እግዚአብሔር ውእቱ ንጉሠ ዚኣየ።\nEnglish፦My king is God\n።\nጥያቄ\nየሚከተሉትን የግእዝ ዓረፍተ ነገሮች ወደ አማርኛ አማርኛውን ደግሞ ወደ ግእዝ ተርጉሙ።\n።\n1, እነዚያ ሰዎች ዘመዶቻችን ናቸው። (hint:ሰው፦ሰብእ፤ዘመዶቻችን፦አዝማዲነ)\n2,ዛቲ አንቀጽ ጸባብ ይእቲ።(አንቀጽ፦በር)\n3, ዚኣነ ውእቱ ክርስቶስ\n።\nእንደ ዚኣነ የሚተረጎም እንቲኣነ ነው። እንቲኣሁ እንቲኣሃ እንቲኣሆሙ እንቲኣሆን እንቲኣከ እንቲኣክሙ እንቲአኪ እንቲኣክን እንቲኣየ እንቲኣነ ይላል።እንቲኣሁ ለቃል ኮነ ለሥጋ ወእንቲኣሁ ለሥጋ ኮነ ለቃል እንዲል።ረድኤተ እግዚኣብሔር አይለየን።\n።\n የቴሌግራም ቻናሌ አነ ዘክርስቶስ ",
                {
                    "type": "link",
                    "text": "https://t.me/betremariyamabebaw"
                },
                ""
            ],
            "text_entities": [
                {
                    "type": "plain",
                    "text": "🌹ግእዝ ቋንቋ ክፍል 6🌹\nበኑሯችን አብዛኛውን ጊዜ የምንጠቀማቸውን ቃላት በግእዝ እንደሚከተለው አቀርባለሁ።\n      ግእዝ       አማርኛ       English\n1 ዝንቱ/ዝ              ይህ       This\n2 ዛቲ/ዛ                 ይች        This\n3 ዝኲ/ዝክቱ/ዝስኩ   ያ        That\n4 እልክቱ                እኒያ    Those\n5 እንትኲ/እንታክቲ   ያች    That\n6 እልኲ(ሴ)            እኒያ   Those\n7 እሉ/እሎንቱ          እኒህ   These\n8 እላ/እላንቱ/እሎን(ሴ) እኒህ These\nበግእዝ ሴቶችን እኒያ ስንልና ወንዶችን እኒያ ስንል የተለይየ ስለሆነ የሴቶችን \"ሴ\" ብየ ገልጨዋለሁ።ሌላው በግእዝ ቋንቋ ገንዘብነት የሚገልጹ ቃላት አሉ። እነርሱን ከዚህ ቀጥየ እጽፋቸዋለሁ።\n     ግእዝ        አማርኛ       English\n1 ዚኣየ       የእኔ          my/mine\n2 ዚኣነ       የእኛ          our/ours\n3 ዚኣከ      የአንተ      your/yours\n4 ዚኣኪ      የአንቺ     your/yours\n5 ዚኣክሙ   የእናንተ  your/yours\n6 ዚኣክን(ሴ) የእናንተ your/yours\n7 ዚኣሁ        የእርሱ         his\n8 ዚኣሃ         የእርሷ         her   \n9 ዚኣሆሙ   የእነርሱ       their/theirs\n10 ዚኣሆን(ሴ) የእነርሱ   their/theirs\nእኒህን በምሳሌ እንደሚከተለው እንመልከት።\n።\nአማርኛ፦ይህ መጽሐፍ የእኔ ነው።\nግእዝ፦ዝንቱ መጽሐፍ ዚኣየ ውእቱ።\nEnglish:This book is mine\n።\nአማርኛ፦ኢትዮጵያ የእኛ ናት\nግእዝ፦ዚኣነ ይእቲ ኢትዮጵያ\nEnglish: Ethiopia is Ours\n።\nአማርኛ፦እነዚያ ሴቶች ቅዱሳት ናቸው።\nግእዝ፦እልኲ አእኑስ ቅዱሳት እማንቱ።\nEnglish፦Those women are Saints.\n።\nአማርኛ፦የእኛ ወንዝ ዓባይ ነው።\nግእዝ፦ፈለገዚኣነ ውእቱ ግዮን።\nEnglish፦Ghion Is our river.\n።\nአማርኛ፦የእኔ ንጉሥ እግዚአብሔር ነው።\nግእዝ፦እግዚአብሔር ውእቱ ንጉሠ ዚኣየ።\nEnglish፦My king is God\n።\nጥያቄ\nየሚከተሉትን የግእዝ ዓረፍተ ነገሮች ወደ አማርኛ አማርኛውን ደግሞ ወደ ግእዝ ተርጉሙ።\n።\n1, እነዚያ ሰዎች ዘመዶቻችን ናቸው። (hint:ሰው፦ሰብእ፤ዘመዶቻችን፦አዝማዲነ)\n2,ዛቲ አንቀጽ ጸባብ ይእቲ።(አንቀጽ፦በር)\n3, ዚኣነ ውእቱ ክርስቶስ\n።\nእንደ ዚኣነ የሚተረጎም እንቲኣነ ነው። እንቲኣሁ እንቲኣሃ እንቲኣሆሙ እንቲኣሆን እንቲኣከ እንቲኣክሙ እንቲአኪ እንቲኣክን እንቲኣየ እንቲኣነ ይላል።እንቲኣሁ ለቃል ኮነ ለሥጋ ወእንቲኣሁ ለሥጋ ኮነ ለቃል እንዲል።ረድኤተ እግዚኣብሔር አይለየን።\n።\n የቴሌግራም ቻናሌ አነ ዘክርስቶስ "
                },
                {
                    "type": "link",
                    "text": "https://t.me/betremariyamabebaw"
                },
                {
                    "type": "plain",
                    "text": ""
                }
            ]
        },
        {
            "id": 2592,
            "type": "message",
            "date": "2021-10-28T18:16:37",
            "date_unixtime": "1635434197",
            "from": "Ezira",
            "from_id": "user1867205648",
            "forwarded_from": "በትረማርያም አበባው Betremariam Abebaw",
            "saved_from": "በትረማርያም አበባው Betremariam Abebaw",
            "text": [
                "🌹ግእዝ ቋንቋ ክፍል 7🌹\nሥርዓተ ንባብ\nአነባበቡን በቴሌግራም በኦድዮ ስለምለቀው ከዚያ መመልከት ይቻላል።ሕጎቹን ግን ከዚህ ተመልከቱ። የግእዝ ቋንቋ የራሱ የሆነ ሥርዓተ ንባብ አለው።ተነስቶ የሚነበበውን ጥለን ካነበብነው የትርጉም ለውጥ ያመጣል።ለምሳሌ \"አእመራ\" የሚለውን ቃል አንስተን ስናነበውና በወዳቂ ንባብ ስናነበው የተለያየ ትርጉም አለው። አንስተን ስናነበው እነዚያ ሴቶች አወቁ ማለት ነው። በወዳቂ ንባብ ስናነበው ደግሞ ያ ሰው ያችን ሴት አወቃት ተብሎ ይተረጎማል።ተነሽና ሰያፍ ንባባት ቆጣ ብለው ይነበባሉ። ወዳቂና ተጣይ ንባባት ደግሞ ሰከን ብለው ይነበባሉ። በጠቅላላው በግእዝ ቋንቋ አራት ዓይነት የንባብ ዓይነቶች አሉ።እነዚህም፦\n             1 ተነሽ ንባብ\n             2 ወዳቂ ንባብ\n             3 ሰያፍ ንባብ\n             4 ተጣይ ንባብ \nናቸው።አንድ ቃል ከአራቱ በየትኛው እንደሚነበብ ለማወቅ የሚረዱን ሁለት መሠረታዊ መለኪያዎች አሉን።እነዚህም፦\n        1 የቃል ክፍሉ\n        2 የቃሉ መድረሻ ፊደል\nናቸው።የቃል ክፍሉ ያልነው አንዱ ግሥ (Verb) ሲሆን ሁለተ ኛው ደግሞ ከግሥ ውጭ ያሉ ቃላት ናቸው።ስለዚህ አሁን እያንዳንዱን እንመልከት።\n               ",
                {
                    "type": "hashtag",
                    "text": "#ተነሽ"
                },
                " ",
                {
                    "type": "hashtag",
                    "text": "#ንባብ"
                },
                "\nተነሽ ንባብ የሚሆኑ ብዙ ጊዜ ግሦች ሲሆኑ መድረሻ ቃላቸው ከሳድስ እና ከኃምስ ውጭ ሊሆን ይችላል። በኃምስ እና በሳድስ የሚጨርስ ተነሽ ንባብ የለም። ስለዚህ አንድ ቃል መድረሻው ሳድስ ወይም ኃምስ ከሆነ ቀጥታ ተነሽ እንዳልሆነ መረዳት አለብን። ለምሳሌ \"ውዳሴ\" የሚል ቃል ብናይ መጨረሻ ፊደሉ \"ሴ\" ኃምስ ስለሆነ በተጨማሪም \"ውዳሴ\" የሚለው ቃል ከግሥ ውጭ ስለሆነ (ስም ወይም Noun) ስለሆነ ተነሽ አለመሆኑን ያሳየናል። \n        በግእዝ፦ ቀተለ፣ ወደሰ\n        በካዕብ፦ቀተሉ፣ቀደሱ\n        በሣልስ፦ሑሪ ወብልዒ\n        በራብዕ፦ሑራ\n        በሳብዕ፦ቀድሶ\nይላል ማለት ነው።በተጨማሪ በሳድስ የሚጨርሱ ስሞች ተሳቢ \"Object\" ሲሆኑ ተነስተው ይነበባሉ። ለምሳሌ \"መንግሥት\" የሚለው ቃል መጨረሻ ፊደሉ ሳድስ ስለሆነ ተነሽ አይደለም። ነገር ግን ተሳቢ ሲሆን \"መንግሥተ\" ስለሚል ተነሽ ይሆናል ማለት ነው።ተነሽ ንባብ በውርድ ንባብ ጊዜ ቅድመ መድረሻውን ያዝ አድርጎ መድረሻውን ፊደል ረገጥ አድርጎ ይነበባል። ቅድመ መድረሻው ሳድስ ከሆነ ግን ቅድመ ቅድመ መድረሻውን ያዝ አድርጎ ይነበባል።\n              ",
                {
                    "type": "hashtag",
                    "text": "#ወዳቂ"
                },
                " ",
                {
                    "type": "hashtag",
                    "text": "#ንባብ"
                },
                "\nወዳቂ ንባብ የሚሆኑት ብዙ ጊዜ ከግሥ ውጭ ያሉ ቃላት ናቸው። መድረሻ ፊደላቸው ከሳድስ ውጭ የሆነ ሲሆን። ሳድስ ሆኖ ወዳቂ የሆነ ቃል \"ዝ\" የሚለው ብቻ ነው። ሌላ በሳድስ የሚጨርስ ወዳቂ ቃል የለም።ሁልጊዜም በኃምስ የሚጨርሱ ቃላት ንባባቸው ወዳቂ ነው። ምሳሌ ሙሴ፣ ሥላሴ፥ አውሴ ወዘተ ብንል ወዳቂ ንባባት ናቸው። \n        በግእዝ፦ህየ፥ሠለስተ\n        በካዕብ፦ክልኤቱ፥መንግሥቱ\n        በሣልስ፦ሠዓሊ፣ጸሐፊ፥ቀዳሲ\n        በራብዕ፦መና፥እንዚራ፥ኤርትራ\n        በኃምስ፦ምናሴ፥ምናኔ\n        በሳድስ፦ዝ የሚለው ብቻ ነው\n        በሳብዕ፦ከበሮ፣ሰማዮ\nወዳቂ ንባብ በውርድ ንባብ ጊዜ መድረሻ ቀለሙን ይዞ ይነበባል።\n               ",
                {
                    "type": "hashtag",
                    "text": "#ሰያፍ"
                },
                " ",
                {
                    "type": "hashtag",
                    "text": "#ንባብ"
                },
                "\nተሰይፈው የሚነበቡ ቃላት መድረሻቸው ሁልጊዜም \"ሳድስ\" ሲሆን ግሥ ሆነው በሳድስ የሚጨርሱ ቃላት ተሰይፈው ይነበባሉ። የሰው ስም ሆነው በሳድስ የሚጨርሱ ቃላትም አንዳንዶች ተሰይፈው ይነበባሉ። የሰያፍ ንባብ ምሳሌዎች፦ ወደሰት፥ ይመጽእ፣ ዳንኤል፣ ኢሳይያስ ወዘተ ይላል። ሰያፍ ቃል በውርድ ንባብ ጊዜ ቅድመ ቅድመ መድረሻውን ያዝ አድርጎ መድረሻ ቀለሙን ረገጥ ሳያደርግ ይነበባል።\n                 ",
                {
                    "type": "hashtag",
                    "text": "#ተጣይ"
                },
                " ",
                {
                    "type": "hashtag",
                    "text": "#ንባብ"
                },
                "\nተጣይ ንባባትም እንደሰያፍ ንባብ የመድረሻ ቀለማቸው ሳድስ ሲሆን ከሰያፍ የሚለዩት ብዙ ጊዜ ተጣይ ንባባት ስሞች ናቸው። ከግሥ ተጣይ ንባብ የሆኑ በትእዛዝ ጊዜ ሁለት ፊደል የሆኑ በሳድስ የሚጨርሱ ግሶች ናቸው። ለምሳሌ፦ሑር፥ ማርያም፥ ስብሀት፥ ኢየሱስ ናቸው። ተጣይ ንባባት በውርድ ንባብ ጊዜ ቅድመ መድረሻቸውን ያዝ አድርገው መድረሻ ፊደላቸውን ረገጥ ሳያደርጉ ይነበባሉ።\n።\nሁለት ፊደል ያለው በሳድስ የጨረሰ ስም ሁልጊዜም ተጣይ ነው።ምሳሌ ኖኅ፣ሴም ወዘተ።በተጨማሪ ፍጹም ሳድስ የሆነ ስምም ንባቡ ተጣይ ነው።ምሳሌ እስክንድር፥ ሌላው ቅድመ መድረሻው ግእዝ ወይም ሣልስ የሆነ ቃልም ንባቡ ተጣይ ነው።ምሳሌ ፋሲለደስ፣ ጊዮርጊስ። በሌላው ግን በልምድ እና መምህራንን በመጠየቅ ይታወቃል እንጂ ሕጉ ብዙ ጊዜ አይጸናም። በቃላት አወቃቀር ማርያም እና ማትያስ ተመሳሳይ ቢሆኑም ማትያስ ሰያፍ ሲሆን ማርያም ግን ተጣይ ንባብ ነው።\n።\nሌላው በሥርዓተ ንባብ ውስጥ ያለው ሕግ ጠብቀው የሚነበቡና ላልተው የሚነበቡ አሉ።በአማርኛ እንኳ \"ገና\" ስንል በዓሉን ከሆነ \"ና\" ጠብቆ ይነበባል። ጊዜው አልደረሰም \"ገና\" ነው ለማለት \"ና\" ላልቶ ይነበባል።  በግእዝም ጠብቆ የሚነበበውን አላልተን ካነበብነው የተለያየ ትርጉም ስለሚያመጣ እርሱን ለይቶ ማወቅ ያስፈልጋል። ሁለት ፊደል ሆኖ ሁለቱም ግእዝ ከሆነ በግእዝ ጠብቆ ይነበባል። ምሳሌ ሐመ፣ ነደ፣ ይላል።ለምሳሌ \"ሰበከ\" ስንል \"በ\"ን ካጠበቅነው \"ጣዖት ሠራ\" ተብሎ ይተረጎማል። \"በ\"ን አላልተን ካነበብነው ደግሞ \"አስተማረ\" ተብሎ ይተረጎማል።\n።\nጥያቄ\nየሚከተሉትን ቃላት ንባባቸውን ለይ\n1 ገብርኤል\n2 ማኅሌት\n3 አንፈርዐፀ\n4 እልፍ\n5 ስድስቱ\n።\nረድኤተ እግዚአብሔር አይለየን።\n የቴሌግራም ቻናሌ አነ ዘክርስቶስ ",
                {
                    "type": "link",
                    "text": "https://t.me/betremariyamabebaw"
                },
                ""
            ],
            "text_entities": [
                {
                    "type": "plain",
                    "text": "🌹ግእዝ ቋንቋ ክፍል 7🌹\nሥርዓተ ንባብ\nአነባበቡን በቴሌግራም በኦድዮ ስለምለቀው ከዚያ መመልከት ይቻላል።ሕጎቹን ግን ከዚህ ተመልከቱ። የግእዝ ቋንቋ የራሱ የሆነ ሥርዓተ ንባብ አለው።ተነስቶ የሚነበበውን ጥለን ካነበብነው የትርጉም ለውጥ ያመጣል።ለምሳሌ \"አእመራ\" የሚለውን ቃል አንስተን ስናነበውና በወዳቂ ንባብ ስናነበው የተለያየ ትርጉም አለው። አንስተን ስናነበው እነዚያ ሴቶች አወቁ ማለት ነው። በወዳቂ ንባብ ስናነበው ደግሞ ያ ሰው ያችን ሴት አወቃት ተብሎ ይተረጎማል።ተነሽና ሰያፍ ንባባት ቆጣ ብለው ይነበባሉ። ወዳቂና ተጣይ ንባባት ደግሞ ሰከን ብለው ይነበባሉ። በጠቅላላው በግእዝ ቋንቋ አራት ዓይነት የንባብ ዓይነቶች አሉ።እነዚህም፦\n             1 ተነሽ ንባብ\n             2 ወዳቂ ንባብ\n             3 ሰያፍ ንባብ\n             4 ተጣይ ንባብ \nናቸው።አንድ ቃል ከአራቱ በየትኛው እንደሚነበብ ለማወቅ የሚረዱን ሁለት መሠረታዊ መለኪያዎች አሉን።እነዚህም፦\n        1 የቃል ክፍሉ\n        2 የቃሉ መድረሻ ፊደል\nናቸው።የቃል ክፍሉ ያልነው አንዱ ግሥ (Verb) ሲሆን ሁለተ ኛው ደግሞ ከግሥ ውጭ ያሉ ቃላት ናቸው።ስለዚህ አሁን እያንዳንዱን እንመልከት።\n               "
                },
                {
                    "type": "hashtag",
                    "text": "#ተነሽ"
                },
                {
                    "type": "plain",
                    "text": " "
                },
                {
                    "type": "hashtag",
                    "text": "#ንባብ"
                },
                {
                    "type": "plain",
                    "text": "\nተነሽ ንባብ የሚሆኑ ብዙ ጊዜ ግሦች ሲሆኑ መድረሻ ቃላቸው ከሳድስ እና ከኃምስ ውጭ ሊሆን ይችላል። በኃምስ እና በሳድስ የሚጨርስ ተነሽ ንባብ የለም። ስለዚህ አንድ ቃል መድረሻው ሳድስ ወይም ኃምስ ከሆነ ቀጥታ ተነሽ እንዳልሆነ መረዳት አለብን። ለምሳሌ \"ውዳሴ\" የሚል ቃል ብናይ መጨረሻ ፊደሉ \"ሴ\" ኃምስ ስለሆነ በተጨማሪም \"ውዳሴ\" የሚለው ቃል ከግሥ ውጭ ስለሆነ (ስም ወይም Noun) ስለሆነ ተነሽ አለመሆኑን ያሳየናል። \n        በግእዝ፦ ቀተለ፣ ወደሰ\n        በካዕብ፦ቀተሉ፣ቀደሱ\n        በሣልስ፦ሑሪ ወብልዒ\n        በራብዕ፦ሑራ\n        በሳብዕ፦ቀድሶ\nይላል ማለት ነው።በተጨማሪ በሳድስ የሚጨርሱ ስሞች ተሳቢ \"Object\" ሲሆኑ ተነስተው ይነበባሉ። ለምሳሌ \"መንግሥት\" የሚለው ቃል መጨረሻ ፊደሉ ሳድስ ስለሆነ ተነሽ አይደለም። ነገር ግን ተሳቢ ሲሆን \"መንግሥተ\" ስለሚል ተነሽ ይሆናል ማለት ነው።ተነሽ ንባብ በውርድ ንባብ ጊዜ ቅድመ መድረሻውን ያዝ አድርጎ መድረሻውን ፊደል ረገጥ አድርጎ ይነበባል። ቅድመ መድረሻው ሳድስ ከሆነ ግን ቅድመ ቅድመ መድረሻውን ያዝ አድርጎ ይነበባል።\n              "
                },
                {
                    "type": "hashtag",
                    "text": "#ወዳቂ"
                },
                {
                    "type": "plain",
                    "text": " "
                },
                {
                    "type": "hashtag",
                    "text": "#ንባብ"
                },
                {
                    "type": "plain",
                    "text": "\nወዳቂ ንባብ የሚሆኑት ብዙ ጊዜ ከግሥ ውጭ ያሉ ቃላት ናቸው። መድረሻ ፊደላቸው ከሳድስ ውጭ የሆነ ሲሆን። ሳድስ ሆኖ ወዳቂ የሆነ ቃል \"ዝ\" የሚለው ብቻ ነው። ሌላ በሳድስ የሚጨርስ ወዳቂ ቃል የለም።ሁልጊዜም በኃምስ የሚጨርሱ ቃላት ንባባቸው ወዳቂ ነው። ምሳሌ ሙሴ፣ ሥላሴ፥ አውሴ ወዘተ ብንል ወዳቂ ንባባት ናቸው። \n        በግእዝ፦ህየ፥ሠለስተ\n        በካዕብ፦ክልኤቱ፥መንግሥቱ\n        በሣልስ፦ሠዓሊ፣ጸሐፊ፥ቀዳሲ\n        በራብዕ፦መና፥እንዚራ፥ኤርትራ\n        በኃምስ፦ምናሴ፥ምናኔ\n        በሳድስ፦ዝ የሚለው ብቻ ነው\n        በሳብዕ፦ከበሮ፣ሰማዮ\nወዳቂ ንባብ በውርድ ንባብ ጊዜ መድረሻ ቀለሙን ይዞ ይነበባል።\n               "
                },
                {
                    "type": "hashtag",
                    "text": "#ሰያፍ"
                },
                {
                    "type": "plain",
                    "text": " "
                },
                {
                    "type": "hashtag",
                    "text": "#ንባብ"
                },
                {
                    "type": "plain",
                    "text": "\nተሰይፈው የሚነበቡ ቃላት መድረሻቸው ሁልጊዜም \"ሳድስ\" ሲሆን ግሥ ሆነው በሳድስ የሚጨርሱ ቃላት ተሰይፈው ይነበባሉ። የሰው ስም ሆነው በሳድስ የሚጨርሱ ቃላትም አንዳንዶች ተሰይፈው ይነበባሉ። የሰያፍ ንባብ ምሳሌዎች፦ ወደሰት፥ ይመጽእ፣ ዳንኤል፣ ኢሳይያስ ወዘተ ይላል። ሰያፍ ቃል በውርድ ንባብ ጊዜ ቅድመ ቅድመ መድረሻውን ያዝ አድርጎ መድረሻ ቀለሙን ረገጥ ሳያደርግ ይነበባል።\n                 "
                },
                {
                    "type": "hashtag",
                    "text": "#ተጣይ"
                },
                {
                    "type": "plain",
                    "text": " "
                },
                {
                    "type": "hashtag",
                    "text": "#ንባብ"
                },
                {
                    "type": "plain",
                    "text": "\nተጣይ ንባባትም እንደሰያፍ ንባብ የመድረሻ ቀለማቸው ሳድስ ሲሆን ከሰያፍ የሚለዩት ብዙ ጊዜ ተጣይ ንባባት ስሞች ናቸው። ከግሥ ተጣይ ንባብ የሆኑ በትእዛዝ ጊዜ ሁለት ፊደል የሆኑ በሳድስ የሚጨርሱ ግሶች ናቸው። ለምሳሌ፦ሑር፥ ማርያም፥ ስብሀት፥ ኢየሱስ ናቸው። ተጣይ ንባባት በውርድ ንባብ ጊዜ ቅድመ መድረሻቸውን ያዝ አድርገው መድረሻ ፊደላቸውን ረገጥ ሳያደርጉ ይነበባሉ።\n።\nሁለት ፊደል ያለው በሳድስ የጨረሰ ስም ሁልጊዜም ተጣይ ነው።ምሳሌ ኖኅ፣ሴም ወዘተ።በተጨማሪ ፍጹም ሳድስ የሆነ ስምም ንባቡ ተጣይ ነው።ምሳሌ እስክንድር፥ ሌላው ቅድመ መድረሻው ግእዝ ወይም ሣልስ የሆነ ቃልም ንባቡ ተጣይ ነው።ምሳሌ ፋሲለደስ፣ ጊዮርጊስ። በሌላው ግን በልምድ እና መምህራንን በመጠየቅ ይታወቃል እንጂ ሕጉ ብዙ ጊዜ አይጸናም። በቃላት አወቃቀር ማርያም እና ማትያስ ተመሳሳይ ቢሆኑም ማትያስ ሰያፍ ሲሆን ማርያም ግን ተጣይ ንባብ ነው።\n።\nሌላው በሥርዓተ ንባብ ውስጥ ያለው ሕግ ጠብቀው የሚነበቡና ላልተው የሚነበቡ አሉ።በአማርኛ እንኳ \"ገና\" ስንል በዓሉን ከሆነ \"ና\" ጠብቆ ይነበባል። ጊዜው አልደረሰም \"ገና\" ነው ለማለት \"ና\" ላልቶ ይነበባል።  በግእዝም ጠብቆ የሚነበበውን አላልተን ካነበብነው የተለያየ ትርጉም ስለሚያመጣ እርሱን ለይቶ ማወቅ ያስፈልጋል። ሁለት ፊደል ሆኖ ሁለቱም ግእዝ ከሆነ በግእዝ ጠብቆ ይነበባል። ምሳሌ ሐመ፣ ነደ፣ ይላል።ለምሳሌ \"ሰበከ\" ስንል \"በ\"ን ካጠበቅነው \"ጣዖት ሠራ\" ተብሎ ይተረጎማል። \"በ\"ን አላልተን ካነበብነው ደግሞ \"አስተማረ\" ተብሎ ይተረጎማል።\n።\nጥያቄ\nየሚከተሉትን ቃላት ንባባቸውን ለይ\n1 ገብርኤል\n2 ማኅሌት\n3 አንፈርዐፀ\n4 እልፍ\n5 ስድስቱ\n።\nረድኤተ እግዚአብሔር አይለየን።\n የቴሌግራም ቻናሌ አነ ዘክርስቶስ "
                },
                {
                    "type": "link",
                    "text": "https://t.me/betremariyamabebaw"
                },
                {
                    "type": "plain",
                    "text": ""
                }
            ]
        },
        {
            "id": 2593,
            "type": "message",
            "date": "2021-10-28T18:16:37",
            "date_unixtime": "1635434197",
            "from": "Ezira",
            "from_id": "user1867205648",
            "forwarded_from": "በትረማርያም አበባው Betremariam Abebaw",
            "saved_from": "በትረማርያም አበባው Betremariam Abebaw",
            "text": [
                "የጥያቄዎች መልስ\n",
                {
                    "type": "hashtag",
                    "text": "#ግእዝ"
                },
                " ",
                {
                    "type": "hashtag",
                    "text": "#ክፍል"
                },
                " #1\n        1...፵፬ \n        2...፷፰\n        3…፹፫\n        4…፳፩\n        5…፴፱\n        6…83\n        7...61\n        8...59\n        9...78\n       10...15\n።                          ።\n",
                {
                    "type": "hashtag",
                    "text": "#ግእዝ"
                },
                " ",
                {
                    "type": "hashtag",
                    "text": "#ክፍል"
                },
                " #2 መልሶች\n           1 ፹፱፻፴፬\n           2 ፬፼፵፬፻፵፬\n           3 ፶፯፼፳፬፻፹፫\n።                             ።\n",
                {
                    "type": "hashtag",
                    "text": "#ግእዝ"
                },
                " ",
                {
                    "type": "hashtag",
                    "text": "#ክፍል"
                },
                " #3 መልሶች\n           1 ፰፼፻፺፬፼፴፪፻፹፱\n           2 ፴፫፼፻፷፯፼፹፫፻፺፪ \n3 ፹፱፼፼፻፳፰፼፼፴፮፻፼፲፮፼፴፱፻፵፱\n።                               ።\n",
                {
                    "type": "hashtag",
                    "text": "#ግእዝ"
                },
                " ",
                {
                    "type": "hashtag",
                    "text": "#ክፍል"
                },
                " #4 መልሶች\n1 ያች(ይች) ማርያም ትወደናለች። ይእቲ አመልካች ቅጽል ነው።\n2 እግዚአብሔር ብርሃንሽ ነው/ብርሃንሽ እግዚአብሔር ነው።ውእቱ ነባር አንቀጽ ነው።\n3 እርሱ ፈጠረን። ውእቱ የስም ምትክ ነው።\n4 የአዳም ተስፋው አንቺ ነሽ። አንቲ የስም ምትክ ነው። ውእቱ ነባር አንቀጽ ነው።\n5 ሀገራችን በሰማይ ነው። ውእቱ የስም ምትክ ነው።\n።\n።\n",
                {
                    "type": "hashtag",
                    "text": "#ግእዝ"
                },
                " ",
                {
                    "type": "hashtag",
                    "text": "#ክፍል"
                },
                " #5 መልሶች\n 1 አቤቱ አንተን እናመሰግናለን\n 2 ክርስቶስ እኛን ወደደ\n 3 ለሊነ ነአምር\n።\n።\n",
                {
                    "type": "hashtag",
                    "text": "#ግእዝ"
                },
                " ",
                {
                    "type": "hashtag",
                    "text": "#ክፍል"
                },
                " #6 መልሶች\n1 እልክቱ/እልኩ ሰብእ አዝማዲነ እሙንቱ/እማንቱ\n2 ይች በር ጠባብ ናት\n3 ክርስቶስ የእኛ ነው\n።\n።\n",
                {
                    "type": "hashtag",
                    "text": "#ግእዝ"
                },
                " ",
                {
                    "type": "hashtag",
                    "text": "#ክፍል"
                },
                " #7\n1 ሰያፍ\n2 ተጣይ\n3 ተነሽ\n4 ተጣይ\n5 ወዳቂ\n።\n።\nካሁን በኋላ የጥያቄዎቹን መልስ ከስር ከስር አስቀምጣለሁ።\n።\nረድኤተ እግዚአብሔር አይለየን።"
            ],
            "text_entities": [
                {
                    "type": "plain",
                    "text": "የጥያቄዎች መልስ\n"
                },
                {
                    "type": "hashtag",
                    "text": "#ግእዝ"
                },
                {
                    "type": "plain",
                    "text": " "
                },
                {
                    "type": "hashtag",
                    "text": "#ክፍል"
                },
                {
                    "type": "plain",
                    "text": " #1\n        1...፵፬ \n        2...፷፰\n        3…፹፫\n        4…፳፩\n        5…፴፱\n        6…83\n        7...61\n        8...59\n        9...78\n       10...15\n።                          ።\n"
                },
                {
                    "type": "hashtag",
                    "text": "#ግእዝ"
                },
                {
                    "type": "plain",
                    "text": " "
                },
                {
                    "type": "hashtag",
                    "text": "#ክፍል"
                },
                {
                    "type": "plain",
                    "text": " #2 መልሶች\n           1 ፹፱፻፴፬\n           2 ፬፼፵፬፻፵፬\n           3 ፶፯፼፳፬፻፹፫\n።                             ።\n"
                },
                {
                    "type": "hashtag",
                    "text": "#ግእዝ"
                },
                {
                    "type": "plain",
                    "text": " "
                },
                {
                    "type": "hashtag",
                    "text": "#ክፍል"
                },
                {
                    "type": "plain",
                    "text": " #3 መልሶች\n           1 ፰፼፻፺፬፼፴፪፻፹፱\n           2 ፴፫፼፻፷፯፼፹፫፻፺፪ \n3 ፹፱፼፼፻፳፰፼፼፴፮፻፼፲፮፼፴፱፻፵፱\n።                               ።\n"
                },
                {
                    "type": "hashtag",
                    "text": "#ግእዝ"
                },
                {
                    "type": "plain",
                    "text": " "
                },
                {
                    "type": "hashtag",
                    "text": "#ክፍል"
                },
                {
                    "type": "plain",
                    "text": " #4 መልሶች\n1 ያች(ይች) ማርያም ትወደናለች። ይእቲ አመልካች ቅጽል ነው።\n2 እግዚአብሔር ብርሃንሽ ነው/ብርሃንሽ እግዚአብሔር ነው።ውእቱ ነባር አንቀጽ ነው።\n3 እርሱ ፈጠረን። ውእቱ የስም ምትክ ነው።\n4 የአዳም ተስፋው አንቺ ነሽ። አንቲ የስም ምትክ ነው። ውእቱ ነባር አንቀጽ ነው።\n5 ሀገራችን በሰማይ ነው። ውእቱ የስም ምትክ ነው።\n።\n።\n"
                },
                {
                    "type": "hashtag",
                    "text": "#ግእዝ"
                },
                {
                    "type": "plain",
                    "text": " "
                },
                {
                    "type": "hashtag",
                    "text": "#ክፍል"
                },
                {
                    "type": "plain",
                    "text": " #5 መልሶች\n 1 አቤቱ አንተን እናመሰግናለን\n 2 ክርስቶስ እኛን ወደደ\n 3 ለሊነ ነአምር\n።\n።\n"
                },
                {
                    "type": "hashtag",
                    "text": "#ግእዝ"
                },
                {
                    "type": "plain",
                    "text": " "
                },
                {
                    "type": "hashtag",
                    "text": "#ክፍል"
                },
                {
                    "type": "plain",
                    "text": " #6 መልሶች\n1 እልክቱ/እልኩ ሰብእ አዝማዲነ እሙንቱ/እማንቱ\n2 ይች በር ጠባብ ናት\n3 ክርስቶስ የእኛ ነው\n።\n።\n"
                },
                {
                    "type": "hashtag",
                    "text": "#ግእዝ"
                },
                {
                    "type": "plain",
                    "text": " "
                },
                {
                    "type": "hashtag",
                    "text": "#ክፍል"
                },
                {
                    "type": "plain",
                    "text": " #7\n1 ሰያፍ\n2 ተጣይ\n3 ተነሽ\n4 ተጣይ\n5 ወዳቂ\n።\n።\nካሁን በኋላ የጥያቄዎቹን መልስ ከስር ከስር አስቀምጣለሁ።\n።\nረድኤተ እግዚአብሔር አይለየን።"
                }
            ]
        },
        {
            "id": 2594,
            "type": "message",
            "date": "2021-10-28T18:16:37",
            "date_unixtime": "1635434197",
            "from": "Ezira",
            "from_id": "user1867205648",
            "forwarded_from": "በትረማርያም አበባው Betremariam Abebaw",
            "saved_from": "በትረማርያም አበባው Betremariam Abebaw",
            "text": [
                "🌹ግእዝ ቋንቋ ክፍል 8🌹\nየ \"ሰ፣ሠ፣አ፣ዐ፣ጸ፣ፀ፣ሀ፣ኀ፥ሐ\" ልዩነት\n።\nበግእዝ ቋንቋ በእሳቱ \"ሰ\" የተጻፈውን በንጉሡ \"ሠ\" ከተጻፈ እና በዓይኑ \"ዐ\" መጻፍ ያለበትን በአልፋው \"አ\" ወዘተ እያልን ከጻፍን የትርጉም ለውጥ ስለሚያመጣ ጠንቅቆ ማወቅ ያስፈልቃል። ለምሳሌ \"ሠረቀ\" እና \"ሰረቀ\" ሁሉቱ በጣም የተለያዩ ቃላት ናቸው። \"ሠረቀ\" ማለት ወጣ ማለት ሲሆን ምሥራቅ የሚለው አቅጣጫ ጠቋሚ የሚወጣበት ነው።\"ሰረቀ\" ማለት ግን ሰረቀ ማለት ነው። ሥለዚህ ፊደላቱ ላይ መጠንቀቅ ያስፈልጋል።ሌላ ምሳሌ \"ሠዐለ\" የሚለው እና \"ሰአለ\" ሲል ሁለቱ የተለያዩ ናቸው። ሠዐለ ማለት ሥዕል ሣለ ማለት ነው።ሠዓሊ የሚለው ሥዕል የሚስል ማለት ነው። \"ሰአለ\" የሚለው ግን \"ለመነ\" ማለት ነው። \"ሰኣሊ\" ማለት \"ለምኚ\" ማለት ነው። ሰኣሊ ለነ ቅድስት ስንል ቅድስት ሆይ ለምኚልን ማለት ነው። ስለዚህ ፊደላትን ገና በድምጽ ተመሳሳይ ናቸው ብለን እያደበላለቅን መጻፍ አይገበንም። የፊደላቱ ሥም እንደሚከተለው ነው።\n።\n1 አ.....አልፋው አ\n2 ዐ.....ዓይኑ አ\n3 ሠ.....ንጉሡ ሠ\n4 ሰ.....እሳቱ ሰ\n5 ፀ.....ፀሐዩ ፀ\n6 ጸ......ጸሎቱ ጸ\n7 ሀ......ሀሌታው ሀ\n8 ሐ.....ሐመሩ ሐ\n9 ኀ......ብዙኃኑ ኀ\n።\nይባላሉ ስያሜያቸውን ያገኙት ከዚሁ ከቃሉ ነው። ለምሳሌ \"አልፋ\" ብለን ስንጽፍ የምንጠቀመው ቃል \"አ\" ስለሆነ ስያሜውን ከዚህ አግኝቷል። ስለዚህ \"ዐልፋ\" ተብሎ አይጻፍም ማለት ነው።ሌላው ልናውቀው የሚገባን ለቀጣዩ ትምህርትም የሚያገለግለን ከሀ እስከ ሆ ያሉ ፊደላት መጠሪያ አላቸው።ይኽውም እንደሚከተለው ነው።\n።\n1 ሀ......ግእዝ\n2 ሁ......ካዕብ\n3 ሂ.......ሣልስ\n4 ሃ........ራብዕ\n5 ሄ........ኃምስ\n6 ህ........ሳድስ\n7 ሆ........ሳብዕ\n።\nናቸው ለምሳሌ \"ሀ\" እና \"ሃ\" በድምጽ ተመሳሳይ ስለሆኑ ብለን ደበላልቀን መጻፍ የለብንም። ምክንያቱም የትርጉም ለውጥ ስለሚያመጣ ነው። ለምሳሌ \"መርሓ\" ብትልና \"መርሐ\" ብትል መርሓ ማለት ብዙ ሴቶች መሩ ማለት ነው። መርሐ ማለት ግን አንድ ወንድ መራ ማለት ነው። ስለዚህ ይህንን ጠንቅቆ ማወቅ ይገባል።ሌላው ዲቃላ ፊደላት የሚባሉ ቊ፣ኲ፣ኊ፣ጒ ካዕብና ሳብዕ የላቸውም። ስለዚህ በእርባታ ጊዜ ሳብዕ እና ካዕብ ባስፈለገበት ጊዜ በ\"ቀ፣ከ፣ኀ፣ገ\" ካዕብ እና ሳድስ ይረባሉ።\n።\nእያንዳንዱ ቃል በየትኛው ፊደል እንደሚጻፍ ለማወቅ ጥንታዊ መጻሕፍትን አዘውትረን በማንበብ እናውቀዋለን።\n።\nጥያቄ\nየሚከተለቱን በየትኛው ፊደል እንደሚጻፉ ለዩ\n1) አስተማረ ሲል \n       ሀ, መሀረ\n       ለ, መሐረ\n       ሐ, መኀረ\n2) ማረ ይቅር አለ ሲል የትኛው ነው?\n      ሀ, መሀረ\n      ለ, መሐረ\n      ሐ, መኀረ\n3) ወደ ሰማይ ወጣ ለማለት ወጣ ሲል\n       ሀ, ዐርገ\n       ለ, አርገ\nረድኤተ እግዚአብሔር አይለየን\n።\n የቴሌግራም ቻናሌ አነ ዘክርስቶስ ",
                {
                    "type": "link",
                    "text": "https://t.me/betremariyamabebaw"
                },
                ""
            ],
            "text_entities": [
                {
                    "type": "plain",
                    "text": "🌹ግእዝ ቋንቋ ክፍል 8🌹\nየ \"ሰ፣ሠ፣አ፣ዐ፣ጸ፣ፀ፣ሀ፣ኀ፥ሐ\" ልዩነት\n።\nበግእዝ ቋንቋ በእሳቱ \"ሰ\" የተጻፈውን በንጉሡ \"ሠ\" ከተጻፈ እና በዓይኑ \"ዐ\" መጻፍ ያለበትን በአልፋው \"አ\" ወዘተ እያልን ከጻፍን የትርጉም ለውጥ ስለሚያመጣ ጠንቅቆ ማወቅ ያስፈልቃል። ለምሳሌ \"ሠረቀ\" እና \"ሰረቀ\" ሁሉቱ በጣም የተለያዩ ቃላት ናቸው። \"ሠረቀ\" ማለት ወጣ ማለት ሲሆን ምሥራቅ የሚለው አቅጣጫ ጠቋሚ የሚወጣበት ነው።\"ሰረቀ\" ማለት ግን ሰረቀ ማለት ነው። ሥለዚህ ፊደላቱ ላይ መጠንቀቅ ያስፈልጋል።ሌላ ምሳሌ \"ሠዐለ\" የሚለው እና \"ሰአለ\" ሲል ሁለቱ የተለያዩ ናቸው። ሠዐለ ማለት ሥዕል ሣለ ማለት ነው።ሠዓሊ የሚለው ሥዕል የሚስል ማለት ነው። \"ሰአለ\" የሚለው ግን \"ለመነ\" ማለት ነው። \"ሰኣሊ\" ማለት \"ለምኚ\" ማለት ነው። ሰኣሊ ለነ ቅድስት ስንል ቅድስት ሆይ ለምኚልን ማለት ነው። ስለዚህ ፊደላትን ገና በድምጽ ተመሳሳይ ናቸው ብለን እያደበላለቅን መጻፍ አይገበንም። የፊደላቱ ሥም እንደሚከተለው ነው።\n።\n1 አ.....አልፋው አ\n2 ዐ.....ዓይኑ አ\n3 ሠ.....ንጉሡ ሠ\n4 ሰ.....እሳቱ ሰ\n5 ፀ.....ፀሐዩ ፀ\n6 ጸ......ጸሎቱ ጸ\n7 ሀ......ሀሌታው ሀ\n8 ሐ.....ሐመሩ ሐ\n9 ኀ......ብዙኃኑ ኀ\n።\nይባላሉ ስያሜያቸውን ያገኙት ከዚሁ ከቃሉ ነው። ለምሳሌ \"አልፋ\" ብለን ስንጽፍ የምንጠቀመው ቃል \"አ\" ስለሆነ ስያሜውን ከዚህ አግኝቷል። ስለዚህ \"ዐልፋ\" ተብሎ አይጻፍም ማለት ነው።ሌላው ልናውቀው የሚገባን ለቀጣዩ ትምህርትም የሚያገለግለን ከሀ እስከ ሆ ያሉ ፊደላት መጠሪያ አላቸው።ይኽውም እንደሚከተለው ነው።\n።\n1 ሀ......ግእዝ\n2 ሁ......ካዕብ\n3 ሂ.......ሣልስ\n4 ሃ........ራብዕ\n5 ሄ........ኃምስ\n6 ህ........ሳድስ\n7 ሆ........ሳብዕ\n።\nናቸው ለምሳሌ \"ሀ\" እና \"ሃ\" በድምጽ ተመሳሳይ ስለሆኑ ብለን ደበላልቀን መጻፍ የለብንም። ምክንያቱም የትርጉም ለውጥ ስለሚያመጣ ነው። ለምሳሌ \"መርሓ\" ብትልና \"መርሐ\" ብትል መርሓ ማለት ብዙ ሴቶች መሩ ማለት ነው። መርሐ ማለት ግን አንድ ወንድ መራ ማለት ነው። ስለዚህ ይህንን ጠንቅቆ ማወቅ ይገባል።ሌላው ዲቃላ ፊደላት የሚባሉ ቊ፣ኲ፣ኊ፣ጒ ካዕብና ሳብዕ የላቸውም። ስለዚህ በእርባታ ጊዜ ሳብዕ እና ካዕብ ባስፈለገበት ጊዜ በ\"ቀ፣ከ፣ኀ፣ገ\" ካዕብ እና ሳድስ ይረባሉ።\n።\nእያንዳንዱ ቃል በየትኛው ፊደል እንደሚጻፍ ለማወቅ ጥንታዊ መጻሕፍትን አዘውትረን በማንበብ እናውቀዋለን።\n።\nጥያቄ\nየሚከተለቱን በየትኛው ፊደል እንደሚጻፉ ለዩ\n1) አስተማረ ሲል \n       ሀ, መሀረ\n       ለ, መሐረ\n       ሐ, መኀረ\n2) ማረ ይቅር አለ ሲል የትኛው ነው?\n      ሀ, መሀረ\n      ለ, መሐረ\n      ሐ, መኀረ\n3) ወደ ሰማይ ወጣ ለማለት ወጣ ሲል\n       ሀ, ዐርገ\n       ለ, አርገ\nረድኤተ እግዚአብሔር አይለየን\n።\n የቴሌግራም ቻናሌ አነ ዘክርስቶስ "
                },
                {
                    "type": "link",
                    "text": "https://t.me/betremariyamabebaw"
                },
                {
                    "type": "plain",
                    "text": ""
                }
            ]
        },
        {
            "id": 2595,
            "type": "message",
            "date": "2021-10-28T18:16:37",
            "date_unixtime": "1635434197",
            "from": "Ezira",
            "from_id": "user1867205648",
            "forwarded_from": "በትረማርያም አበባው Betremariam Abebaw",
            "saved_from": "በትረማርያም አበባው Betremariam Abebaw",
            "text": [
                "🌹ግእዝ ቋንቋ ክፍል 9🌹\n       ተናባቢ ቃላት እና ተሳቢ\nሁለት ቃላት በአንድነት ሲጣመሩ ተናባቢ ቃላት ይባላሉ።ለምሳሌ \"ቤተ መንግሥት\" ስንል ቤት እና መንግሥት ከሚሉ ቃላት የተዋቀረ ነው።ይህ ደግሞ የራሱ ሕግ ስላለው እርሱን ዛሬ እንመለከታለን። መንግሥት የቤት ዘርፍ ይባላል።\n         >>ሳድስ ቃላት ወደ ግእዝ \n         >>ሣልስ ቃላት ወደ ኃምስ\n         >>ራብዕ ቃላት አይለወጡም\n         >> ኃምስ ቃላት አይለወጡም\n         >>ሳብዕ ቃላት አይለወጡም\nይህም ማለት ለምሳሌ \"ቤት\" የሚለው ቃል \"መንግሥት\" ከሚለው ቃል ጋር ሲናበብ  የመጨረሻ ፊደሉ \"ት\" ወደ \"ተ\" ተለውጦ \"ቤተመንግሥት\" ይባላል። ሣልስ ቃላት ወደኃምስ ይለወጣሉ ያልነው ደግሞ ለምሳሌ \"መጋቢ\" የሚለው ቃል \"ሐዲስ\" ከሚለው ቃል ጋር ሲናበብ ሣልሷ \"ቢ\" ወደ ኃምስ \"ቤ\" ትቀየርና \"መጋቤ ሐዲስ\" ይላል ማለት ነው። ተናባቢ ቃላት በአንድ ትንፋሽ እንጂ ተነጣጥለው አይነበቡም።ራብዕ ቃላት አይለወጡም ያልነው ደግሞ ለምሳሌ \"መና\" የሚለው ቃል \"እስራኤል\" ከሚለው ቃል ጋር ሲናበብ \"ና\" ባለበት ሆኖ \"መና እስራኤል\" ይላል ማለታችን ነው። ኃምስ አይለወጥም ያልነውም ለምሳሌ \"ቅዳሴ\" የሚለው ቃል እና \"መላእክት\" የሚለው ቃል ሲናበቡ \"ሴ\" ባለበት ኃምስ ሆኖ \"ቅዳሴ መላእክት\" ይላል ማለታችን ነው። ሳብዕ ቃላት አይለወጡም ያልነውም ለምሳሌ \"አእምሮ\" እና \"ሊቃውንት\"ን ብናናብባቸው ባለበት \"አእምሮ ሊቃውንት\" ይላል ማለታችን ነው።\nቃላት ሲናበቡ ብዙ ጊዜ \"የ\" የሚል ትርጉምን ይይዛሉ።ለምሳሌ ሕዝብ እና ኢትዮጵያ ሲናበቡ ሕዝበ ኢትዮጵያ ይላል። ትርጉሙ የኢትዮጵያ ሕዝብ ማለት ነው። በእንግሊዘኛ \"Of\" የሚል ትርጉም ማለት ነው። People of Ethiopia ይላል።\n            ",
                {
                    "type": "hashtag",
                    "text": "#ተሳቢ"
                },
                " ",
                {
                    "type": "hashtag",
                    "text": "#ቃላት"
                },
                " \nበግእዝ ቋንቋ አንድ ቃል እንደባለቤትነት ወይም \"Subject\" ሲያገለግልና እንደ ተሳቢነት \"Object\" ሲያገለግል የተለያየ የፊደል መዋቅር አለው። ለምሳሌ በአማርኛ ኤዶም እንጀራ በላች። ስንል እና \"እንጀራ ይበላል\" ብንል እንጀራ የሚለው ቃል በመጀመሪያው ተሳቢ ሲሆንና ቀጥሎ ባለቤት ሲሆን ምንም ዓይነት ለውጥ አላመጣም። በግእዝ ቋንቋ ግን ለውጥ አለው። ኤዶም በልዐት ኅብስተ ይላል። እንጀራ ይበላል ለማለት ግን ኅብስት ይትበላዕ ይላል። አስተውል ተሳቢ ሲሆን \"ኅብስተ\" ብሎ ባለቤት ሲሆን ግን \"ኅብስት\" ይላል።መድረሻ ቀለሙ እንደተለያየ አስተውል። የመጀመሪያው ግእዝ \"ተ\" ሁለተኛው ሳድስ \"ት\" ሆኗል።ስለዚህ ቃላት ተሳቢ ሲሆኑ ሕግ አላቸው። \n።\n       <<ሳድስ ቃላት ሲሳቡ ግእዝ\n       <<ካዕብ ቃላት ሲሳቡ ሳብዕ\n       <<ሣልስ ቃላት ሲሳቡ ኃምስ\n       <<ራብዕ ቃላት ሲሳቡ አይለወጡም\n       <<ኃምስ ቃላት ሲሳቡ አይለወጡም\n       <<ሳብዕ ቃላት ሲሳቡ አይለወጡም\n       <<የሀገር ስሞችና ተናባቢ ቃላት ሲሳቡ አይለወጡም\n       <<የሰው ስም ሲሳብ መድረሻው ላይ \"ሃ\" ፊደልን ይጨምራሉ።\n።\nለምሳሌ \"ቤቱ\" ይል የነበረው ሲሳብ \"ቤቶ\" ይላል።ቱ ካዕብ ነበረ ሲሳብ ግን ቶ ሳብ ዕ ሆነ ማለት ነው። ጸሓፊ ይል የነበረው ሲሳብ \"ጸሓፌ\" ይሆናል።ፊ ሣልስ ወደ ኃምስ ፌ መለወጧን አስተውል። \"ሀገር\" ይል የነበረው ሲሳብ \"ሀገረ\" ይላል። ር ሳድስ ወደ ግእዝ ረ መለወጧን አስተውል።ራብዕ፣ኃምስ እና ሳብዕ ቃላት ሲሳቡ አይለወጡም ማለት ለምሳሌ \"ውዳሴ፣እንዚራ፣መሰንቆ\" የሚሉት ቃላት ሲሳቡም ባሉበት \"ውዳሴ፣እንዚራ፣መሰንቆ\" ይላሉ ምንም ዓይነት የፊደል ለውጥ አያመጡም ማለት ነው።የሀገር ስሞችና ተናባቢ ቃላትን ተሳቢ ሲሆኑ ምንም ዓይነት ለውጥ አያመጡም። \"ቤተመንግሥት\" ሲሳብ ያው ባለበት \"ቤተመንግሥት\" ይላል ማለት ነው።ጎጃም፣ጎንደር፣ትግራይ የሚሉ ቃላትም ሲሳቡ እዚያው ባሉበት ጎጃም፣ጎንደር፣ትግራይ ይላሉ ማለት ነው።የሰው ስም ሲሳብ \"ሀ\" የሚል ፊደልን ይጨምራሉ።ለሴት ሲሆን \"ሃ\"ን እንጨምራለን። ለምሳሌ እኛ ማርያምን እንወዳለን የሚለው ንሕነ ናፈቅር ማርያምሃ ይላል። ማርያም የክርስቶስ እናት ናት ሲል ግን ባለቤት ስለምትሆን ባለበት ማርያም ይእቲ እሙ ለክርስቶስ ይላል ማለት ነው።\n።\nጥያቄ\nየሚከተሉትን ቃላት ተናባቢ አድርጉ\n         1, ውዳሴ እና ማርያም\n         2, መሰንቆ እና ዳዊት\n         3, ዝማሬ እና መላእክት\n         4, መጋቢ እና አእላፍ\n         5, ሊቅ እና ምሁራን\nየሚከተሉትን ቃላት ተሳቢ አድርጉ\n                  6 ሰማይ\n                  7 መንግሥተሰማያት\n                  8 ፈጣሪ\n                  9 ሀገሩ\n                  10 ጸዐዳ\nረድኤተ እግዚአብሔር አይለየን።\n የቴሌግራም ቻናሌ አነ ዘክርስቶስ ",
                {
                    "type": "link",
                    "text": "https://t.me/betremariyamabebaw"
                },
                "\n."
            ],
            "text_entities": [
                {
                    "type": "plain",
                    "text": "🌹ግእዝ ቋንቋ ክፍል 9🌹\n       ተናባቢ ቃላት እና ተሳቢ\nሁለት ቃላት በአንድነት ሲጣመሩ ተናባቢ ቃላት ይባላሉ።ለምሳሌ \"ቤተ መንግሥት\" ስንል ቤት እና መንግሥት ከሚሉ ቃላት የተዋቀረ ነው።ይህ ደግሞ የራሱ ሕግ ስላለው እርሱን ዛሬ እንመለከታለን። መንግሥት የቤት ዘርፍ ይባላል።\n         >>ሳድስ ቃላት ወደ ግእዝ \n         >>ሣልስ ቃላት ወደ ኃምስ\n         >>ራብዕ ቃላት አይለወጡም\n         >> ኃምስ ቃላት አይለወጡም\n         >>ሳብዕ ቃላት አይለወጡም\nይህም ማለት ለምሳሌ \"ቤት\" የሚለው ቃል \"መንግሥት\" ከሚለው ቃል ጋር ሲናበብ  የመጨረሻ ፊደሉ \"ት\" ወደ \"ተ\" ተለውጦ \"ቤተመንግሥት\" ይባላል። ሣልስ ቃላት ወደኃምስ ይለወጣሉ ያልነው ደግሞ ለምሳሌ \"መጋቢ\" የሚለው ቃል \"ሐዲስ\" ከሚለው ቃል ጋር ሲናበብ ሣልሷ \"ቢ\" ወደ ኃምስ \"ቤ\" ትቀየርና \"መጋቤ ሐዲስ\" ይላል ማለት ነው። ተናባቢ ቃላት በአንድ ትንፋሽ እንጂ ተነጣጥለው አይነበቡም።ራብዕ ቃላት አይለወጡም ያልነው ደግሞ ለምሳሌ \"መና\" የሚለው ቃል \"እስራኤል\" ከሚለው ቃል ጋር ሲናበብ \"ና\" ባለበት ሆኖ \"መና እስራኤል\" ይላል ማለታችን ነው። ኃምስ አይለወጥም ያልነውም ለምሳሌ \"ቅዳሴ\" የሚለው ቃል እና \"መላእክት\" የሚለው ቃል ሲናበቡ \"ሴ\" ባለበት ኃምስ ሆኖ \"ቅዳሴ መላእክት\" ይላል ማለታችን ነው። ሳብዕ ቃላት አይለወጡም ያልነውም ለምሳሌ \"አእምሮ\" እና \"ሊቃውንት\"ን ብናናብባቸው ባለበት \"አእምሮ ሊቃውንት\" ይላል ማለታችን ነው።\nቃላት ሲናበቡ ብዙ ጊዜ \"የ\" የሚል ትርጉምን ይይዛሉ።ለምሳሌ ሕዝብ እና ኢትዮጵያ ሲናበቡ ሕዝበ ኢትዮጵያ ይላል። ትርጉሙ የኢትዮጵያ ሕዝብ ማለት ነው። በእንግሊዘኛ \"Of\" የሚል ትርጉም ማለት ነው። People of Ethiopia ይላል።\n            "
                },
                {
                    "type": "hashtag",
                    "text": "#ተሳቢ"
                },
                {
                    "type": "plain",
                    "text": " "
                },
                {
                    "type": "hashtag",
                    "text": "#ቃላት"
                },
                {
                    "type": "plain",
                    "text": " \nበግእዝ ቋንቋ አንድ ቃል እንደባለቤትነት ወይም \"Subject\" ሲያገለግልና እንደ ተሳቢነት \"Object\" ሲያገለግል የተለያየ የፊደል መዋቅር አለው። ለምሳሌ በአማርኛ ኤዶም እንጀራ በላች። ስንል እና \"እንጀራ ይበላል\" ብንል እንጀራ የሚለው ቃል በመጀመሪያው ተሳቢ ሲሆንና ቀጥሎ ባለቤት ሲሆን ምንም ዓይነት ለውጥ አላመጣም። በግእዝ ቋንቋ ግን ለውጥ አለው። ኤዶም በልዐት ኅብስተ ይላል። እንጀራ ይበላል ለማለት ግን ኅብስት ይትበላዕ ይላል። አስተውል ተሳቢ ሲሆን \"ኅብስተ\" ብሎ ባለቤት ሲሆን ግን \"ኅብስት\" ይላል።መድረሻ ቀለሙ እንደተለያየ አስተውል። የመጀመሪያው ግእዝ \"ተ\" ሁለተኛው ሳድስ \"ት\" ሆኗል።ስለዚህ ቃላት ተሳቢ ሲሆኑ ሕግ አላቸው። \n።\n       <<ሳድስ ቃላት ሲሳቡ ግእዝ\n       <<ካዕብ ቃላት ሲሳቡ ሳብዕ\n       <<ሣልስ ቃላት ሲሳቡ ኃምስ\n       <<ራብዕ ቃላት ሲሳቡ አይለወጡም\n       <<ኃምስ ቃላት ሲሳቡ አይለወጡም\n       <<ሳብዕ ቃላት ሲሳቡ አይለወጡም\n       <<የሀገር ስሞችና ተናባቢ ቃላት ሲሳቡ አይለወጡም\n       <<የሰው ስም ሲሳብ መድረሻው ላይ \"ሃ\" ፊደልን ይጨምራሉ።\n።\nለምሳሌ \"ቤቱ\" ይል የነበረው ሲሳብ \"ቤቶ\" ይላል።ቱ ካዕብ ነበረ ሲሳብ ግን ቶ ሳብ ዕ ሆነ ማለት ነው። ጸሓፊ ይል የነበረው ሲሳብ \"ጸሓፌ\" ይሆናል።ፊ ሣልስ ወደ ኃምስ ፌ መለወጧን አስተውል። \"ሀገር\" ይል የነበረው ሲሳብ \"ሀገረ\" ይላል። ር ሳድስ ወደ ግእዝ ረ መለወጧን አስተውል።ራብዕ፣ኃምስ እና ሳብዕ ቃላት ሲሳቡ አይለወጡም ማለት ለምሳሌ \"ውዳሴ፣እንዚራ፣መሰንቆ\" የሚሉት ቃላት ሲሳቡም ባሉበት \"ውዳሴ፣እንዚራ፣መሰንቆ\" ይላሉ ምንም ዓይነት የፊደል ለውጥ አያመጡም ማለት ነው።የሀገር ስሞችና ተናባቢ ቃላትን ተሳቢ ሲሆኑ ምንም ዓይነት ለውጥ አያመጡም። \"ቤተመንግሥት\" ሲሳብ ያው ባለበት \"ቤተመንግሥት\" ይላል ማለት ነው።ጎጃም፣ጎንደር፣ትግራይ የሚሉ ቃላትም ሲሳቡ እዚያው ባሉበት ጎጃም፣ጎንደር፣ትግራይ ይላሉ ማለት ነው።የሰው ስም ሲሳብ \"ሀ\" የሚል ፊደልን ይጨምራሉ።ለሴት ሲሆን \"ሃ\"ን እንጨምራለን። ለምሳሌ እኛ ማርያምን እንወዳለን የሚለው ንሕነ ናፈቅር ማርያምሃ ይላል። ማርያም የክርስቶስ እናት ናት ሲል ግን ባለቤት ስለምትሆን ባለበት ማርያም ይእቲ እሙ ለክርስቶስ ይላል ማለት ነው።\n።\nጥያቄ\nየሚከተሉትን ቃላት ተናባቢ አድርጉ\n         1, ውዳሴ እና ማርያም\n         2, መሰንቆ እና ዳዊት\n         3, ዝማሬ እና መላእክት\n         4, መጋቢ እና አእላፍ\n         5, ሊቅ እና ምሁራን\nየሚከተሉትን ቃላት ተሳቢ አድርጉ\n                  6 ሰማይ\n                  7 መንግሥተሰማያት\n                  8 ፈጣሪ\n                  9 ሀገሩ\n                  10 ጸዐዳ\nረድኤተ እግዚአብሔር አይለየን።\n የቴሌግራም ቻናሌ አነ ዘክርስቶስ "
                },
                {
                    "type": "link",
                    "text": "https://t.me/betremariyamabebaw"
                },
                {
                    "type": "plain",
                    "text": "\n."
                }
            ]
        },
        {
            "id": 2596,
            "type": "message",
            "date": "2021-10-28T18:16:37",
            "date_unixtime": "1635434197",
            "from": "Ezira",
            "from_id": "user1867205648",
            "forwarded_from": "በትረማርያም አበባው Betremariam Abebaw",
            "saved_from": "በትረማርያም አበባው Betremariam Abebaw",
            "text": [
                "🌹ግእዝ ቋንቋ ክፍል 10🌹\nከክፍል 1 እስከ ክፍል 9 የተማራችሁ በሉ ለማስታወስ የሚከተሉትን 15 ጥያቄዎች መልሱ።\n።\n1) ስለ ግእዝ ቋንቋ ትክክል የሆነው የቱ ነው?\n      ሀ, የራሱ የሆነ ፊደል አለው\n      ለ,የራሱ የሆነ ቁጥር አለው\n      ሐ,የራሱ ሥርዓተ ንባብ አለው\n      መ,ሁሉም\n2) \"44\" የሚለው ቁጥር በግእዝ.....ነው\n       ሀ,፬፬\n       ለ,፵፬\n       ሐ,፵፵\n       መ,፬፵\n3) \"ኤርምያስ\" የሚለው ቃል ሥርዓተ ንባቡ ምንድን ነው?\n        ሀ, ሰያፍ\n        ለ, ተነሽ\n        ሐ, ወዳቂ\n        መ, ተጣይ\n4) ከመራሕያን ውስጥ ሦስተኛ መደብ ሴት እና ነጠላ የሆነች የትኛዋ ናት?\n           ሀ,አንቲ\n           ለ,ይእቲ\n           ሐ,ንሕነ\n           መ, ሀ እና ለ\n5) \"እነዚያ\" የሚለውን የአማርኛ ቃል የሚተካ የግእዝ ቃል የትኛው ነው?\n           ሀ,እሉ\n           ለ,እላ\n           ሐ,እልክቱ\n           መ,እሎን\n6) ከሚከተሉት ውስጥ በትክክል የተናበበው ቃል የቱ ነው?\n           ሀ, መጋቢ ብሉይ\n           ለ, ሊቀ ጠበብት\n           ሐ, መልአከ ብርሃን\n           መ, ለ እና ሐ\n7) \"ዳንኤል\" የሚለው ቃል ተሳቢ ሲሆን እንዴት ነው?\n          ሀ, ዳንኤልሀ\n          ለ, ዳንኤለ\n          ሐ, ዳንኤል\n          መ. ዳንኤልሃ\n8) \"8645\" የሚለው ቁጥር ወደ ግእዝ ሲለወጥ ምን ይሆናል።\n        ሀ,፹፻፮፻፵፭\n        ለ,፹፮፻፵፭\n        ሐ,፰፮፻፵፭\n        መ,ሀ እና ለ\n9) \"ሃይማኖት እንበለ ምግባር ምውት ይእቲ\" ከሚለው ዓረፍተ ነገር \"ይእቲ\" አገልግሎቷ ምንድን ነው?\n          ሀ, የስም ምትክ\n          ለ, ነባር አንቀጽ\n          ሐ, አመልካች ቅጽል\n          መ, ተውላጠ ስም\n10) \"አንቲ ውእቱ ተስፋሁ ለአዳም\" ከሚለው ዓረፍተ ነገር ውስጥ የውእቱ ትርጉም ምንድን ነው?\n           ሀ) ነሽ\n           ለ) ነው\n           ሐ) ናት\n           መ) ነኝ\n11) ከሚከተሉት ውስጥ ትክክለኛው የቱ ነው።\n       ሀ, ሠዐለ....ለመነ\n       ለ, ሰዐለ.....ሳለ\n       ሐ, ሠአለ.....ሳለ\n       መ, ሰአለ......ለመነ\n12) \"አቤቱ አንተን እናመሰግንሀለን\" የሚለው የግእዝ ቃል ወደ ግእዝ ሲተረጎም እንዴት ነው?\n        ሀ) ለሊነ እግዚኦ ነአኲት\n        ለ) ኪያነ እግዚኦ ነአኲት\n        ሐ) ኪያከ እግዚኦ ነአኲት\n        መ) ለሊከ እግዚኦ ነአኲት\n13) \"የእኔ መመኪያ እግዚአብሔር ነው\" የሚለው የአማርኛ ዓረፍተ ነገር ወደ ግእዝ ሲተረጎም ምን ይሆናል?\n      ሀ, እግዚአብ ሔር ውእቱ ትምክህተ ዚኣየ\n      ለ, ትምክህት በእግዚአብሔር ዚኣየ ውእቱ\n      ሐ, ትምክህት ዘዚኣየ እግዚአብሔር ውእቱ።\n      መ, ሀ እና ሐ\n14) \"ለሊነ ነአምር ኲሎ ዘኮነ\" ከሚለው ዓረፍተ ነገር የለሊነ ትርጉም ምንድን ነው?\n        ሀ, እነርሱ ራሳቸው\n        ለ, እናንተ ራሳችሁ\n        ሐ, እኛ ራሳችን\n        መ, አንቺ ራስሽ\n15) ውእቱ ብሎ እርሱ ካለ ...... ብሎ እነርሱ ይላል።\n         ሀ) እማንቱ\n         ለ) ውእቶሙ\n         ሐ) ውእቶን\n         መ) እሙንቱ\n         ሠ) ሁሉም\n።\nረድኤተ እግዚአብሔር አይለየን\n የቴሌግራም ቻናሌ አነ ዘክርስቶስ ",
                {
                    "type": "link",
                    "text": "https://t.me/betremariyamabebaw"
                },
                ""
            ],
            "text_entities": [
                {
                    "type": "plain",
                    "text": "🌹ግእዝ ቋንቋ ክፍል 10🌹\nከክፍል 1 እስከ ክፍል 9 የተማራችሁ በሉ ለማስታወስ የሚከተሉትን 15 ጥያቄዎች መልሱ።\n።\n1) ስለ ግእዝ ቋንቋ ትክክል የሆነው የቱ ነው?\n      ሀ, የራሱ የሆነ ፊደል አለው\n      ለ,የራሱ የሆነ ቁጥር አለው\n      ሐ,የራሱ ሥርዓተ ንባብ አለው\n      መ,ሁሉም\n2) \"44\" የሚለው ቁጥር በግእዝ.....ነው\n       ሀ,፬፬\n       ለ,፵፬\n       ሐ,፵፵\n       መ,፬፵\n3) \"ኤርምያስ\" የሚለው ቃል ሥርዓተ ንባቡ ምንድን ነው?\n        ሀ, ሰያፍ\n        ለ, ተነሽ\n        ሐ, ወዳቂ\n        መ, ተጣይ\n4) ከመራሕያን ውስጥ ሦስተኛ መደብ ሴት እና ነጠላ የሆነች የትኛዋ ናት?\n           ሀ,አንቲ\n           ለ,ይእቲ\n           ሐ,ንሕነ\n           መ, ሀ እና ለ\n5) \"እነዚያ\" የሚለውን የአማርኛ ቃል የሚተካ የግእዝ ቃል የትኛው ነው?\n           ሀ,እሉ\n           ለ,እላ\n           ሐ,እልክቱ\n           መ,እሎን\n6) ከሚከተሉት ውስጥ በትክክል የተናበበው ቃል የቱ ነው?\n           ሀ, መጋቢ ብሉይ\n           ለ, ሊቀ ጠበብት\n           ሐ, መልአከ ብርሃን\n           መ, ለ እና ሐ\n7) \"ዳንኤል\" የሚለው ቃል ተሳቢ ሲሆን እንዴት ነው?\n          ሀ, ዳንኤልሀ\n          ለ, ዳንኤለ\n          ሐ, ዳንኤል\n          መ. ዳንኤልሃ\n8) \"8645\" የሚለው ቁጥር ወደ ግእዝ ሲለወጥ ምን ይሆናል።\n        ሀ,፹፻፮፻፵፭\n        ለ,፹፮፻፵፭\n        ሐ,፰፮፻፵፭\n        መ,ሀ እና ለ\n9) \"ሃይማኖት እንበለ ምግባር ምውት ይእቲ\" ከሚለው ዓረፍተ ነገር \"ይእቲ\" አገልግሎቷ ምንድን ነው?\n          ሀ, የስም ምትክ\n          ለ, ነባር አንቀጽ\n          ሐ, አመልካች ቅጽል\n          መ, ተውላጠ ስም\n10) \"አንቲ ውእቱ ተስፋሁ ለአዳም\" ከሚለው ዓረፍተ ነገር ውስጥ የውእቱ ትርጉም ምንድን ነው?\n           ሀ) ነሽ\n           ለ) ነው\n           ሐ) ናት\n           መ) ነኝ\n11) ከሚከተሉት ውስጥ ትክክለኛው የቱ ነው።\n       ሀ, ሠዐለ....ለመነ\n       ለ, ሰዐለ.....ሳለ\n       ሐ, ሠአለ.....ሳለ\n       መ, ሰአለ......ለመነ\n12) \"አቤቱ አንተን እናመሰግንሀለን\" የሚለው የግእዝ ቃል ወደ ግእዝ ሲተረጎም እንዴት ነው?\n        ሀ) ለሊነ እግዚኦ ነአኲት\n        ለ) ኪያነ እግዚኦ ነአኲት\n        ሐ) ኪያከ እግዚኦ ነአኲት\n        መ) ለሊከ እግዚኦ ነአኲት\n13) \"የእኔ መመኪያ እግዚአብሔር ነው\" የሚለው የአማርኛ ዓረፍተ ነገር ወደ ግእዝ ሲተረጎም ምን ይሆናል?\n      ሀ, እግዚአብ ሔር ውእቱ ትምክህተ ዚኣየ\n      ለ, ትምክህት በእግዚአብሔር ዚኣየ ውእቱ\n      ሐ, ትምክህት ዘዚኣየ እግዚአብሔር ውእቱ።\n      መ, ሀ እና ሐ\n14) \"ለሊነ ነአምር ኲሎ ዘኮነ\" ከሚለው ዓረፍተ ነገር የለሊነ ትርጉም ምንድን ነው?\n        ሀ, እነርሱ ራሳቸው\n        ለ, እናንተ ራሳችሁ\n        ሐ, እኛ ራሳችን\n        መ, አንቺ ራስሽ\n15) ውእቱ ብሎ እርሱ ካለ ...... ብሎ እነርሱ ይላል።\n         ሀ) እማንቱ\n         ለ) ውእቶሙ\n         ሐ) ውእቶን\n         መ) እሙንቱ\n         ሠ) ሁሉም\n።\nረድኤተ እግዚአብሔር አይለየን\n የቴሌግራም ቻናሌ አነ ዘክርስቶስ "
                },
                {
                    "type": "link",
                    "text": "https://t.me/betremariyamabebaw"
                },
                {
                    "type": "plain",
                    "text": ""
                }
            ]
        },
        {
            "id": 2597,
            "type": "message",
            "date": "2021-10-28T18:16:37",
            "date_unixtime": "1635434197",
            "from": "Ezira",
            "from_id": "user1867205648",
            "forwarded_from": "በትረማርያም አበባው Betremariam Abebaw",
            "saved_from": "በትረማርያም አበባው Betremariam Abebaw",
            "text": "የግእዝ ክፍል 9 ጥያቄዎች መልስ\n1 ውዳሴማርያም\n2 መሰንቆዳዊት\n3  ዝማሬመላእክት\n4 መጋቤአእላፍ\n5 ሊቀምሁራን\n6 ሰማየ\n7 መንግሥተሰማያት\n8 ፈጣሬ\n9 ሀገሮ\n10 ጸዐዳ",
            "text_entities": [
                {
                    "type": "plain",
                    "text": "የግእዝ ክፍል 9 ጥያቄዎች መልስ\n1 ውዳሴማርያም\n2 መሰንቆዳዊት\n3  ዝማሬመላእክት\n4 መጋቤአእላፍ\n5 ሊቀምሁራን\n6 ሰማየ\n7 መንግሥተሰማያት\n8 ፈጣሬ\n9 ሀገሮ\n10 ጸዐዳ"
                }
            ]
        },
        {
            "id": 2598,
            "type": "message",
            "date": "2021-10-28T18:16:37",
            "date_unixtime": "1635434197",
            "from": "Ezira",
            "from_id": "user1867205648",
            "forwarded_from": "በትረማርያም አበባው Betremariam Abebaw",
            "saved_from": "በትረማርያም አበባው Betremariam Abebaw",
            "text": "የግእዝ ክፍል 10 ጥያቄዎች መልስ\n።\n1) መ\n2) ለ\n3) ሀ\n4) ለ\n5) ሐ\n6) መ\n7) ሀ\n8) መ\n9) ለ\n10) ሀ\n11) መ\n12) ሐ\n13) መ\n14) ሐ\n15) ሠ",
            "text_entities": [
                {
                    "type": "plain",
                    "text": "የግእዝ ክፍል 10 ጥያቄዎች መልስ\n።\n1) መ\n2) ለ\n3) ሀ\n4) ለ\n5) ሐ\n6) መ\n7) ሀ\n8) መ\n9) ለ\n10) ሀ\n11) መ\n12) ሐ\n13) መ\n14) ሐ\n15) ሠ"
                }
            ]
        },
        {
            "id": 2599,
            "type": "message",
            "date": "2021-10-28T18:16:37",
            "date_unixtime": "1635434197",
            "from": "Ezira",
            "from_id": "user1867205648",
            "forwarded_from": "በትረማርያም አበባው Betremariam Abebaw",
            "saved_from": "በትረማርያም አበባው Betremariam Abebaw",
            "text": [
                "🌹ግእዝ ቋንቋ ክፍል 11🌹\n                  ግእዝ              አማርኛ\nውእቱ          ቀደሰ             አመሰገነ\nውእቶሙ     ቀደሱ             አመሰገኑ\nይእቲ          ቀደሰት           አመሰገነች\nውእቶን       ቀደሳ              አመሰገኑ (ሴቶች)\nአንተ          ቀደስከ          አመሰገንክ\nአንትሙ      ቀደስክሙ       አመሰገናችሁ\nአንቲ          ቀደስኪ           አመሰገንሽ\nአንትን        ቀደስክን          አመሰገናችሁ (ሴቶች)\nአነ            ቀደስኩ           አመሰገንኩ\nንሕነ         ቀደስነ             አመሰገንን\n።\nእንግዲህ አንድን ግሥ በአሥሩም መራሕያን ለማርባት የራሱ የሆኑ ሕጎች አሉት።\n።\n፩",
                {
                    "type": "hashtag",
                    "text": "#በውእቱ"
                },
                " ጊዜ የሚጨመርም ሆነ የሚለወጥ ፊደል የለም። ቀደሰ\n።\n፪",
                {
                    "type": "hashtag",
                    "text": "#በውእቶሙ"
                },
                " ጊዜ የመጨረሻ ፊደሉን ወደ ካዕብ ይለውጣል። ቀደሱ (ሰ ወደ ሱ መለወጡን አስተውል)።\n።\n፫",
                {
                    "type": "hashtag",
                    "text": "#በይእቲ"
                },
                " ጊዜ መጨረሻ ላይ \"ት\" ፊደልን መጨመር ነው። ቀደሰት (ት እንደተጨመረ አስተውል)።\n።\n#፬በውእቶን ጊዜ መጨረሻ ፊደሉ ወደ ራብዕ መለወጥ ነው። ቀደሳ (ሰ ወደ ሳ እንደተለወጠ አስተውል)።\n።\n#፭በአንተ ጊዜ መድረሻውን ወደ ሳድስ ቀይሮ \"ከ\" ፊደልን መጨመር ነው። ቀደስከ (ሰ ወደ ሳ ድስ ስ ተቀይራ ከዚያ ከ እንደተጨመረ አስተውል)\n።\n#፮በአንትሙ ጊዜ መድረሻውን ወደ ሳድስ ቀይሮ \"ክሙ\" ፊደልን ይጨምራል። ቀደስክሙ\n።\n#፯በአንቲ ጊዜ መድረሻውን ወደ ሳድስ ቀይሮ \"ኪ\" ፊደልን ይጨምራል። ቀደስኪ።\n።\n#፰በአንትን ጊዜ መድረሻውን ወደ ሳ ድስ ቀይሮ \"ክን\" ፊደልን ይጨምራል። ቀደስክን\n።\n#፱በአነ ጊዜ መድረሻውን ወደ ሳድስ ቀይሮ \"ኩ\" ፊደልን መጨመር ነው። ቀደስኩ\n።\n#፲በንሕነ ጊዜ መድረሻውን ወደ ሳድስ ቀይሮ \"ነ\" ፊደልን ይጨምራል። ቀደስነ\n።\nአስተውል አንደኛ መደቦችና ሁለተ ኛ መደቦች ሲዘረዘሩ መድረሻቸው ፊደላቸውን ወደ ሳድስ ለውጠው ከዚያ ባዕድ በመጨመር ነው። ሦስተኛ መደቦች ሁልጊዜም ከላይ በጻፍነው ሕግ ሲጸኑ ሁለተኛና አንደ ኛ መደቦች የተለያዩ አካሄዶች አሏቸው።እነርሱን በቀጣይ ክፍል እንመለከታለን።\n።\nየውእቶን እና የአንትን ዝርዝር ተጥለው ይነበባሉ። የይእቲ ዝርዝር ተሰይፎ ይነበባል።የሌሎቹ ዝርዝር ተነስቶ ይነበባል።\n።\nጥያቄ\nየሚከተሉትን ቃላት በአሥሩ መራሕያን ዘርዝር\n1, ዘገበ (ሰበሰበ)\n2, ፈከረ (ተረጎመ)\n3, ሰከበ (ተኛ)\n4, ፈጠረ (ፈጠረ)\n5, ኖመ (ተኛ)\n።\n የቴሌግራም ቻናሌ አነ ዘክርስቶስ ",
                {
                    "type": "link",
                    "text": "https://t.me/betremariyamabebaw"
                },
                "\n."
            ],
            "text_entities": [
                {
                    "type": "plain",
                    "text": "🌹ግእዝ ቋንቋ ክፍል 11🌹\n                  ግእዝ              አማርኛ\nውእቱ          ቀደሰ             አመሰገነ\nውእቶሙ     ቀደሱ             አመሰገኑ\nይእቲ          ቀደሰት           አመሰገነች\nውእቶን       ቀደሳ              አመሰገኑ (ሴቶች)\nአንተ          ቀደስከ          አመሰገንክ\nአንትሙ      ቀደስክሙ       አመሰገናችሁ\nአንቲ          ቀደስኪ           አመሰገንሽ\nአንትን        ቀደስክን          አመሰገናችሁ (ሴቶች)\nአነ            ቀደስኩ           አመሰገንኩ\nንሕነ         ቀደስነ             አመሰገንን\n።\nእንግዲህ አንድን ግሥ በአሥሩም መራሕያን ለማርባት የራሱ የሆኑ ሕጎች አሉት።\n።\n፩"
                },
                {
                    "type": "hashtag",
                    "text": "#በውእቱ"
                },
                {
                    "type": "plain",
                    "text": " ጊዜ የሚጨመርም ሆነ የሚለወጥ ፊደል የለም። ቀደሰ\n።\n፪"
                },
                {
                    "type": "hashtag",
                    "text": "#በውእቶሙ"
                },
                {
                    "type": "plain",
                    "text": " ጊዜ የመጨረሻ ፊደሉን ወደ ካዕብ ይለውጣል። ቀደሱ (ሰ ወደ ሱ መለወጡን አስተውል)።\n።\n፫"
                },
                {
                    "type": "hashtag",
                    "text": "#በይእቲ"
                },
                {
                    "type": "plain",
                    "text": " ጊዜ መጨረሻ ላይ \"ት\" ፊደልን መጨመር ነው። ቀደሰት (ት እንደተጨመረ አስተውል)።\n።\n#፬በውእቶን ጊዜ መጨረሻ ፊደሉ ወደ ራብዕ መለወጥ ነው። ቀደሳ (ሰ ወደ ሳ እንደተለወጠ አስተውል)።\n።\n#፭በአንተ ጊዜ መድረሻውን ወደ ሳድስ ቀይሮ \"ከ\" ፊደልን መጨመር ነው። ቀደስከ (ሰ ወደ ሳ ድስ ስ ተቀይራ ከዚያ ከ እንደተጨመረ አስተውል)\n።\n#፮በአንትሙ ጊዜ መድረሻውን ወደ ሳድስ ቀይሮ \"ክሙ\" ፊደልን ይጨምራል። ቀደስክሙ\n።\n#፯በአንቲ ጊዜ መድረሻውን ወደ ሳድስ ቀይሮ \"ኪ\" ፊደልን ይጨምራል። ቀደስኪ።\n።\n#፰በአንትን ጊዜ መድረሻውን ወደ ሳ ድስ ቀይሮ \"ክን\" ፊደልን ይጨምራል። ቀደስክን\n።\n#፱በአነ ጊዜ መድረሻውን ወደ ሳድስ ቀይሮ \"ኩ\" ፊደልን መጨመር ነው። ቀደስኩ\n።\n#፲በንሕነ ጊዜ መድረሻውን ወደ ሳድስ ቀይሮ \"ነ\" ፊደልን ይጨምራል። ቀደስነ\n።\nአስተውል አንደኛ መደቦችና ሁለተ ኛ መደቦች ሲዘረዘሩ መድረሻቸው ፊደላቸውን ወደ ሳድስ ለውጠው ከዚያ ባዕድ በመጨመር ነው። ሦስተኛ መደቦች ሁልጊዜም ከላይ በጻፍነው ሕግ ሲጸኑ ሁለተኛና አንደ ኛ መደቦች የተለያዩ አካሄዶች አሏቸው።እነርሱን በቀጣይ ክፍል እንመለከታለን።\n።\nየውእቶን እና የአንትን ዝርዝር ተጥለው ይነበባሉ። የይእቲ ዝርዝር ተሰይፎ ይነበባል።የሌሎቹ ዝርዝር ተነስቶ ይነበባል።\n።\nጥያቄ\nየሚከተሉትን ቃላት በአሥሩ መራሕያን ዘርዝር\n1, ዘገበ (ሰበሰበ)\n2, ፈከረ (ተረጎመ)\n3, ሰከበ (ተኛ)\n4, ፈጠረ (ፈጠረ)\n5, ኖመ (ተኛ)\n።\n የቴሌግራም ቻናሌ አነ ዘክርስቶስ "
                },
                {
                    "type": "link",
                    "text": "https://t.me/betremariyamabebaw"
                },
                {
                    "type": "plain",
                    "text": "\n."
                }
            ]
        },
        {
            "id": 2600,
            "type": "message",
            "date": "2021-10-28T18:16:37",
            "date_unixtime": "1635434197",
            "from": "Ezira",
            "from_id": "user1867205648",
            "forwarded_from": "በትረማርያም አበባው Betremariam Abebaw",
            "saved_from": "በትረማርያም አበባው Betremariam Abebaw",
            "text": "የጥያቄዎች መልስ\n።\n1 ውእቱ → ዘገበ\nይእቲ → ዘገበት\nውእቶሙ → ዘገቡ\nውእቶን → ዘገባ\nአንተ → ዘገብከ\nአንቲ → ዘገብኪ\nአንትሙ → ዘገብክሙ\nአንትን → ዘገብክን\nአነ → ዘገብኩ\nንሕነ → ዘገብነ\n።\n2ኛ ውእቱ → ፈከረ\nይእቲ → ፈከረት\nውእቶሙ → ፈከሩ\nውእቶን → ፈከራ\nአንተ → ፈከርከ\nአንቲ → ፈከርኪ\nአንትሙ → ፈከርክሙ\nአንትን → ፈከርክን\nአነ → ፈከርኩ\nንሕነ → ፈከርነ\n።\n3ኛ ውእቱ → ሰከበ\nይእቲ → ሰከበት\nውእቶሙ → ሰከቡ\nውእቶን → ሰከባ\nአንተ → ሰከብከ\nአንቲ → ሰከብኪ\nአንትሙ → ሰከብክሙ\nአንትን → ሰከብክን\nአነ → ሰከብኩ\nንሕነ → ሰከብነ\n።\n4ኛ ውእቱ → ፈጠረ\nይእቲ → ፈጠረት\nውእቶሙ → ፈጠሩ\nውእቶን → ፈጠራ\nአንተ → ፈጠርከ\nአንቲ → ፈጠርኪ\nአንትሙ → ፈጠርክሙ\nአንትን → ፈጠርክን\nአነ → ፈጠርኩ\nንሕነ → ፈጠርነ\n።\n5ኛ ውእቱ → ኖመ\nይእቲ → ኖመት\nውእቶሙ → ኖሙ\nውእቶን → ኖማ\nአንተ → ኖምከ\nአንቲ → ኖምኪ\nአንትሙ → ኖምክሙ\nአንትን →ኖምክን\nአነ → ኖምኩ\nንሕነ → ኖምነ",
            "text_entities": [
                {
                    "type": "plain",
                    "text": "የጥያቄዎች መልስ\n።\n1 ውእቱ → ዘገበ\nይእቲ → ዘገበት\nውእቶሙ → ዘገቡ\nውእቶን → ዘገባ\nአንተ → ዘገብከ\nአንቲ → ዘገብኪ\nአንትሙ → ዘገብክሙ\nአንትን → ዘገብክን\nአነ → ዘገብኩ\nንሕነ → ዘገብነ\n።\n2ኛ ውእቱ → ፈከረ\nይእቲ → ፈከረት\nውእቶሙ → ፈከሩ\nውእቶን → ፈከራ\nአንተ → ፈከርከ\nአንቲ → ፈከርኪ\nአንትሙ → ፈከርክሙ\nአንትን → ፈከርክን\nአነ → ፈከርኩ\nንሕነ → ፈከርነ\n።\n3ኛ ውእቱ → ሰከበ\nይእቲ → ሰከበት\nውእቶሙ → ሰከቡ\nውእቶን → ሰከባ\nአንተ → ሰከብከ\nአንቲ → ሰከብኪ\nአንትሙ → ሰከብክሙ\nአንትን → ሰከብክን\nአነ → ሰከብኩ\nንሕነ → ሰከብነ\n።\n4ኛ ውእቱ → ፈጠረ\nይእቲ → ፈጠረት\nውእቶሙ → ፈጠሩ\nውእቶን → ፈጠራ\nአንተ → ፈጠርከ\nአንቲ → ፈጠርኪ\nአንትሙ → ፈጠርክሙ\nአንትን → ፈጠርክን\nአነ → ፈጠርኩ\nንሕነ → ፈጠርነ\n።\n5ኛ ውእቱ → ኖመ\nይእቲ → ኖመት\nውእቶሙ → ኖሙ\nውእቶን → ኖማ\nአንተ → ኖምከ\nአንቲ → ኖምኪ\nአንትሙ → ኖምክሙ\nአንትን →ኖምክን\nአነ → ኖምኩ\nንሕነ → ኖምነ"
                }
            ]
        },
        {
            "id": 2601,
            "type": "message",
            "date": "2021-10-28T18:16:37",
            "date_unixtime": "1635434197",
            "from": "Ezira",
            "from_id": "user1867205648",
            "forwarded_from": "በትረማርያም አበባው Betremariam Abebaw",
            "saved_from": "በትረማርያም አበባው Betremariam Abebaw",
            "text": [
                "🌹ግእዝ ቋንቋ ክፍል 12🌹\nበ\"ሀ\" እና በ\"አ\" የሚጨርሱ ግሦች\nእነዚህ ግሦች ሲዘረዘሩ በአንደኛና በሁለተኛ መደቦች ቅድመ መድረሻቸውን ወደ ራብዕ ቀይረው ይዘረዘራሉ።\n                   ግእዝ              አማርኛ\nውእቱ           መጽአ             መጣ\nውእቶሙ       መጽኡ            መጡ\nይእቲ            መጽአት          መጣች\nውእቶን(ሴ)   መጽኣ            መጡ\nአንተ             መጻእከ          መጣህ\nአንትሙ       መጻእክሙ   መጣችሁ\nአንቲ            መጻእኪ           መጣሽ\nአንትን(ሴ)   መጻእክን      መጣችሁ\nአነ               መጻእኩ          መጣሁ\nንሕነ            መጻእነ             መጣን\nበሀ ፊደል የጨረስም እንደዚሁ መርሐ መራ ብሎ መርሐ፣ መርሑ፣ መርሐት፣ መርሓ፣ መራሕከ፣ መራሕክሙ፣ መራሕኪ፣ መራሕክን፣ መራሕኩ፣ መራሕነ ይላል።ማለት ነው። ሦስተኛ መደቦች ላይ ባለፈው እንዳየነው ባሉበት ናቸው። ሁለተኛና አንደ ኛ መደቦች ግን \"ጽ\"ን ወደ ራብእ \"ጻ\" ቀይረው እንደተዘረዘሩ አስተውል። ይህ ሕግ ሦስትና ከዚያ በላይ ፊደል ባላቸው እንጂ ሁለት ፊደል ባላቸው በሀ እና በአ በሚጨርሱ ግሦች አይሠራም።በምሳሌ ለመመልከት ያህል።  \n                  ግእዝ            አማርኛ\nውእቱ          ሦዐ              ሰዋ \nውእቶሙ     ሦዑ              ሰው\nይእቲ          ሦዐት            ሰዋች\nውእቶን       ሦዓ               ሰው (ሴ)\nአንተ           ሦዕከ           ሰዋህ\nአንትሙ       ሦዕክሙ      ሰዋችሁ\nአንቲ            ሦዕኪ          ሰዋሽ\nአንትን          ሦዕክን         ሰዋችሁ\nአነ               ሦዕኩ           ሰዋሁ\nንሕነ            ሦዕነ             ሰዋን\nይላል ማለት ነው።ሁለት ፊደል ሆኖ በሀ የጨረሰ ግሥም እንዲሁ ነው። ሎሀ ጻፈ ብሎ ሎሀ፣ ሎሁ፣ ሎሀት፥ ሎሃ፣ ሎህከ፣ ሎህክሙ፣ ሎህኪ፣ ሎህክን፥ ሎህኩ፥ ሎህነ ይላል ማለት ነው።\n።\nጥያቄ\nየሚከተሉትን ቃላት በ10ሩ መራሕያን ከነትርጉማቸው አርባ።\n።\n1 ባልሐ (አዳነ)\n2 ተፈሥሐ (ተደሰተ)\n3 ሞዐ (አሸነፈ)\n።\n የቴሌግራም ቻናሌ አነ ዘክርስቶስ ",
                {
                    "type": "link",
                    "text": "https://t.me/betremariyamabebaw"
                },
                ""
            ],
            "text_entities": [
                {
                    "type": "plain",
                    "text": "🌹ግእዝ ቋንቋ ክፍል 12🌹\nበ\"ሀ\" እና በ\"አ\" የሚጨርሱ ግሦች\nእነዚህ ግሦች ሲዘረዘሩ በአንደኛና በሁለተኛ መደቦች ቅድመ መድረሻቸውን ወደ ራብዕ ቀይረው ይዘረዘራሉ።\n                   ግእዝ              አማርኛ\nውእቱ           መጽአ             መጣ\nውእቶሙ       መጽኡ            መጡ\nይእቲ            መጽአት          መጣች\nውእቶን(ሴ)   መጽኣ            መጡ\nአንተ             መጻእከ          መጣህ\nአንትሙ       መጻእክሙ   መጣችሁ\nአንቲ            መጻእኪ           መጣሽ\nአንትን(ሴ)   መጻእክን      መጣችሁ\nአነ               መጻእኩ          መጣሁ\nንሕነ            መጻእነ             መጣን\nበሀ ፊደል የጨረስም እንደዚሁ መርሐ መራ ብሎ መርሐ፣ መርሑ፣ መርሐት፣ መርሓ፣ መራሕከ፣ መራሕክሙ፣ መራሕኪ፣ መራሕክን፣ መራሕኩ፣ መራሕነ ይላል።ማለት ነው። ሦስተኛ መደቦች ላይ ባለፈው እንዳየነው ባሉበት ናቸው። ሁለተኛና አንደ ኛ መደቦች ግን \"ጽ\"ን ወደ ራብእ \"ጻ\" ቀይረው እንደተዘረዘሩ አስተውል። ይህ ሕግ ሦስትና ከዚያ በላይ ፊደል ባላቸው እንጂ ሁለት ፊደል ባላቸው በሀ እና በአ በሚጨርሱ ግሦች አይሠራም።በምሳሌ ለመመልከት ያህል።  \n                  ግእዝ            አማርኛ\nውእቱ          ሦዐ              ሰዋ \nውእቶሙ     ሦዑ              ሰው\nይእቲ          ሦዐት            ሰዋች\nውእቶን       ሦዓ               ሰው (ሴ)\nአንተ           ሦዕከ           ሰዋህ\nአንትሙ       ሦዕክሙ      ሰዋችሁ\nአንቲ            ሦዕኪ          ሰዋሽ\nአንትን          ሦዕክን         ሰዋችሁ\nአነ               ሦዕኩ           ሰዋሁ\nንሕነ            ሦዕነ             ሰዋን\nይላል ማለት ነው።ሁለት ፊደል ሆኖ በሀ የጨረሰ ግሥም እንዲሁ ነው። ሎሀ ጻፈ ብሎ ሎሀ፣ ሎሁ፣ ሎሀት፥ ሎሃ፣ ሎህከ፣ ሎህክሙ፣ ሎህኪ፣ ሎህክን፥ ሎህኩ፥ ሎህነ ይላል ማለት ነው።\n።\nጥያቄ\nየሚከተሉትን ቃላት በ10ሩ መራሕያን ከነትርጉማቸው አርባ።\n።\n1 ባልሐ (አዳነ)\n2 ተፈሥሐ (ተደሰተ)\n3 ሞዐ (አሸነፈ)\n።\n የቴሌግራም ቻናሌ አነ ዘክርስቶስ "
                },
                {
                    "type": "link",
                    "text": "https://t.me/betremariyamabebaw"
                },
                {
                    "type": "plain",
                    "text": ""
                }
            ]
        },
        {
            "id": 2602,
            "type": "message",
            "date": "2021-10-28T18:16:37",
            "date_unixtime": "1635434197",
            "from": "Ezira",
            "from_id": "user1867205648",
            "forwarded_from": "በትረማርያም አበባው Betremariam Abebaw",
            "saved_from": "በትረማርያም አበባው Betremariam Abebaw",
            "text": "የግእዝ ክፍል 12 ጥያቄዎች መልስ\n።\n1ኛ ውእቱ ባልሐ አዳነ\nውእቶሙ ባልሑ አዳኑ\nይእቲ ባልሐት አዳነች\nውእቶን ባልሓ  አዳኑ\nአንተ ባላሕከ አዳንክ\nአንትሙ ባላሕክሙ አዳናችሁ\nአንቲ ባላሕኪ አዳንሽ\nአንትን ባላሕክን አዳናችሁ\nአነ ባላሕኩ አዳንኩ\nንሕነ ባላሕነ አዳንን\n።\n።\n2ኛ ውእቱ ተፈሥሐ ደስ አለው\nውእቶሙ ተፈሥሑ ደስ አላቸው\nይእቲ ተፈሥሐት ደስ አላት\nውእቶን ተፈሥሓ ደስ አላቸው\nአንተ ተፈሣሕከ ደስ አለህ\nአንትሙ ተፈሣሕክሙ ደስ አላችሁ\nአንቲ ተፈሣሕኪ ደስ አለሽ\nአንትን ተፈሣሕክን ደስ አላችሁ\nአነ ተፈሣሕኩ ደስ አለኝ\nንሕነ ተፈሣሕነ ደስ አለን\n።\n።\n3ኛ ውእቱ ሞዐ አሸነፈ\nውእቶሙ ሞዑ አሸነፉ\nይእቲ ሞዐት አሸነፈች\nውእቶን ሞዓ አሸነፉ\nአንተ ሞዕከ አሸነፍክ\nአንትሙ ሞዕክሙ አሸነፋችሁ\nአንቲ ሞዕኪ አሸነፍሽ\nአንትን ሞዕክን አሸነፋችሁ\nአነ ሞዕኩ አሸነፍኲ\nንሕነ ሞዕነ አሸነፍን\n።",
            "text_entities": [
                {
                    "type": "plain",
                    "text": "የግእዝ ክፍል 12 ጥያቄዎች መልስ\n።\n1ኛ ውእቱ ባልሐ አዳነ\nውእቶሙ ባልሑ አዳኑ\nይእቲ ባልሐት አዳነች\nውእቶን ባልሓ  አዳኑ\nአንተ ባላሕከ አዳንክ\nአንትሙ ባላሕክሙ አዳናችሁ\nአንቲ ባላሕኪ አዳንሽ\nአንትን ባላሕክን አዳናችሁ\nአነ ባላሕኩ አዳንኩ\nንሕነ ባላሕነ አዳንን\n።\n።\n2ኛ ውእቱ ተፈሥሐ ደስ አለው\nውእቶሙ ተፈሥሑ ደስ አላቸው\nይእቲ ተፈሥሐት ደስ አላት\nውእቶን ተፈሥሓ ደስ አላቸው\nአንተ ተፈሣሕከ ደስ አለህ\nአንትሙ ተፈሣሕክሙ ደስ አላችሁ\nአንቲ ተፈሣሕኪ ደስ አለሽ\nአንትን ተፈሣሕክን ደስ አላችሁ\nአነ ተፈሣሕኩ ደስ አለኝ\nንሕነ ተፈሣሕነ ደስ አለን\n።\n።\n3ኛ ውእቱ ሞዐ አሸነፈ\nውእቶሙ ሞዑ አሸነፉ\nይእቲ ሞዐት አሸነፈች\nውእቶን ሞዓ አሸነፉ\nአንተ ሞዕከ አሸነፍክ\nአንትሙ ሞዕክሙ አሸነፋችሁ\nአንቲ ሞዕኪ አሸነፍሽ\nአንትን ሞዕክን አሸነፋችሁ\nአነ ሞዕኩ አሸነፍኲ\nንሕነ ሞዕነ አሸነፍን\n።"
                }
            ]
        },
        {
            "id": 2603,
            "type": "message",
            "date": "2021-10-28T18:16:37",
            "date_unixtime": "1635434197",
            "from": "Ezira",
            "from_id": "user1867205648",
            "forwarded_from": "በትረማርያም አበባው Betremariam Abebaw",
            "saved_from": "በትረማርያም አበባው Betremariam Abebaw",
            "text": [
                "🌹ግእዝ ቋንቋ ክፍል 13🌹\nበ \"ቀ፥ከ፣ገ\" የሚጨርሱ ግሦች \nበእነዚህ ቃላት የሚጨርሱ ግሦች ሲዘረዘሩ ፊደሉን ይውጡታል። ለምሳሌ \"ሰበከ\" አስተማረ ይላል። አስተማርክ ለማለት \"ሰበክከ\" አይባልም።\"ክ\" ይዋጥና \"ከ\" ጠብቆ \"ሰበከ\" ይላል።ከመጀመሪያው ሰበከ የሚለየው ይህኛው ጠብቆ በመነበቡ ነው።በምሳሌ እንመልከተው።\n               ግእዝ               አማርኛ\nውእቱ       ሰበከ              አስተማረ\nውእቶሙ  ሰበኩ              አስተማሩ\nይእቲ       ሰበከት          አስተማረች\nውእቶን(ሴ)     ሰበካ        አስተማሩ\nአንተ              ሰበከ       አስተማርክ\nአንትሙ     ሰበክሙ   አስተማራችሁ\nአንቲ         ሰበኪ          አስተማርሽ\nአንትን       ሰበክን      አስተማራችሁ\nአነ            ሰበኩ           አስተማርኩ\nንሕነ         ሰበክነ           አስተማርን\nአስተውል በአንደኛና በሁለተኛ መደቦች ያለው የ\"ከ፣ቀ፥ገ\" ዘር ሁሉ ጠብቆ ይነበባል።ይህ ሕግ የንሕነ ቤት አያካትትም።በቀ \"ሠረቀ\" ወጣ ይልና ሠረቀ፣ ሠረቁ፣ ሠረቀት፣ ሠረቃ፣ ሠረቀ፣ ሠረቅሙ፣ ሠረቂ፣ ሠረቅን፣ ሠረቁ፣ ሠረቅነ ይላል። በገ ደግሞ \"ኀደገ\" ተወ ብሎ ኀደገ፣ ኀደጉ፣ ኀደገት፣ ኀደጋ፣ ኀደገ፣ ኀደግሙ፣ ኀደጊ፣ ኀ ደግን፣ ኀደጉ፣ ኀደግነ ይላል። አስተውል። ውእቶሙ ኀደጉ ስትልና አነ ኀደጉ ስትል የሚለያየው በንባብ ነው። ውእቶሙ ኀደጉ ስትል \"ጉ\" ላልቶ ይነበባል። አነ ኀደጉ ስትል ግን \"ጉ\" ጠብቆ ይነበባል። ውእቱ ኀደገ ሲልም \"ገ\" ላልቶ ይነበባል። አንተ ኀደገ ስትል ግን \"ገ\" ጠብቆ ይነበባል።\n።\nስለዚህ የግሡ መድረሻ \"ቀ፣ከ፣ገ\" ከሆነ ስለሚውጥ ጠንቅቀህ ማየት አለብህ። ኀደግከ ሰጠቅከ ሰበክከ አይልም።ከዚያ ይልቅ ኀደገ፣ ሠጠቀ፣ ሰበከ፣ ይላል ። ኀደግኩ፣ ሰጠቅኩ፣ ሰበክኩ አይባልም ከዚያ ይልቅ ሰበኩ፣ ሰጠቁ፣ ኀደጉ ይላል። ሰበክክሙ፣ ኀደግክሙ፣ ሠጠቅክሙ፣ አይልም።ሰበክሙ፣ ኀደግሙ፣ ሰጠቅሙ ይላል እንጂ። እንዲህ እንዲህ እያለ ይቀጥላል። በ\"ነ\" ፊደል የሚጨርስ ግሥ ደግሞ በተለየ በንሕነ ብቻ \"ነ\"ን ይውጣል። ለምሳሌ ወጠነ ጀመረ ካለ በኋላ እኛ ጀመርን ለማለት \"ወጠንነ\" አይልም። \"ን\"ን ውጦ ወጠነ ተብሎ ይነበብና \"ነ\"ን ያጠብቀዋል።ወጠነ፣ ወጠኑ፣ ወጠነት፣ ወጠና፣ ወጠንከ፣ ወጠንክሙ፣ ወጠንኪ፣ ወጠንክን፣ ወጠንኩ፣ ወጠነ ይላል ማለት ነው።\n።\nጥያቄ\nየሚከተሉትን ቃላት በ10ሩ መራሕያን ከነትርጉማቸው ዘርዝር።\n።\n1 አስተብረከ (ሰገደ)\n2 ደደቀ (ተጣላ)\n3 ኮነ (ሆነ)\n4 ነሰገ (ቆለፈ)\n።\n የቴሌግራም ቻናሌ አነ ዘክርስቶስ ",
                {
                    "type": "link",
                    "text": "https://t.me/betremariyamabebaw"
                },
                ""
            ],
            "text_entities": [
                {
                    "type": "plain",
                    "text": "🌹ግእዝ ቋንቋ ክፍል 13🌹\nበ \"ቀ፥ከ፣ገ\" የሚጨርሱ ግሦች \nበእነዚህ ቃላት የሚጨርሱ ግሦች ሲዘረዘሩ ፊደሉን ይውጡታል። ለምሳሌ \"ሰበከ\" አስተማረ ይላል። አስተማርክ ለማለት \"ሰበክከ\" አይባልም።\"ክ\" ይዋጥና \"ከ\" ጠብቆ \"ሰበከ\" ይላል።ከመጀመሪያው ሰበከ የሚለየው ይህኛው ጠብቆ በመነበቡ ነው።በምሳሌ እንመልከተው።\n               ግእዝ               አማርኛ\nውእቱ       ሰበከ              አስተማረ\nውእቶሙ  ሰበኩ              አስተማሩ\nይእቲ       ሰበከት          አስተማረች\nውእቶን(ሴ)     ሰበካ        አስተማሩ\nአንተ              ሰበከ       አስተማርክ\nአንትሙ     ሰበክሙ   አስተማራችሁ\nአንቲ         ሰበኪ          አስተማርሽ\nአንትን       ሰበክን      አስተማራችሁ\nአነ            ሰበኩ           አስተማርኩ\nንሕነ         ሰበክነ           አስተማርን\nአስተውል በአንደኛና በሁለተኛ መደቦች ያለው የ\"ከ፣ቀ፥ገ\" ዘር ሁሉ ጠብቆ ይነበባል።ይህ ሕግ የንሕነ ቤት አያካትትም።በቀ \"ሠረቀ\" ወጣ ይልና ሠረቀ፣ ሠረቁ፣ ሠረቀት፣ ሠረቃ፣ ሠረቀ፣ ሠረቅሙ፣ ሠረቂ፣ ሠረቅን፣ ሠረቁ፣ ሠረቅነ ይላል። በገ ደግሞ \"ኀደገ\" ተወ ብሎ ኀደገ፣ ኀደጉ፣ ኀደገት፣ ኀደጋ፣ ኀደገ፣ ኀደግሙ፣ ኀደጊ፣ ኀ ደግን፣ ኀደጉ፣ ኀደግነ ይላል። አስተውል። ውእቶሙ ኀደጉ ስትልና አነ ኀደጉ ስትል የሚለያየው በንባብ ነው። ውእቶሙ ኀደጉ ስትል \"ጉ\" ላልቶ ይነበባል። አነ ኀደጉ ስትል ግን \"ጉ\" ጠብቆ ይነበባል። ውእቱ ኀደገ ሲልም \"ገ\" ላልቶ ይነበባል። አንተ ኀደገ ስትል ግን \"ገ\" ጠብቆ ይነበባል።\n።\nስለዚህ የግሡ መድረሻ \"ቀ፣ከ፣ገ\" ከሆነ ስለሚውጥ ጠንቅቀህ ማየት አለብህ። ኀደግከ ሰጠቅከ ሰበክከ አይልም።ከዚያ ይልቅ ኀደገ፣ ሠጠቀ፣ ሰበከ፣ ይላል ። ኀደግኩ፣ ሰጠቅኩ፣ ሰበክኩ አይባልም ከዚያ ይልቅ ሰበኩ፣ ሰጠቁ፣ ኀደጉ ይላል። ሰበክክሙ፣ ኀደግክሙ፣ ሠጠቅክሙ፣ አይልም።ሰበክሙ፣ ኀደግሙ፣ ሰጠቅሙ ይላል እንጂ። እንዲህ እንዲህ እያለ ይቀጥላል። በ\"ነ\" ፊደል የሚጨርስ ግሥ ደግሞ በተለየ በንሕነ ብቻ \"ነ\"ን ይውጣል። ለምሳሌ ወጠነ ጀመረ ካለ በኋላ እኛ ጀመርን ለማለት \"ወጠንነ\" አይልም። \"ን\"ን ውጦ ወጠነ ተብሎ ይነበብና \"ነ\"ን ያጠብቀዋል።ወጠነ፣ ወጠኑ፣ ወጠነት፣ ወጠና፣ ወጠንከ፣ ወጠንክሙ፣ ወጠንኪ፣ ወጠንክን፣ ወጠንኩ፣ ወጠነ ይላል ማለት ነው።\n።\nጥያቄ\nየሚከተሉትን ቃላት በ10ሩ መራሕያን ከነትርጉማቸው ዘርዝር።\n።\n1 አስተብረከ (ሰገደ)\n2 ደደቀ (ተጣላ)\n3 ኮነ (ሆነ)\n4 ነሰገ (ቆለፈ)\n።\n የቴሌግራም ቻናሌ አነ ዘክርስቶስ "
                },
                {
                    "type": "link",
                    "text": "https://t.me/betremariyamabebaw"
                },
                {
                    "type": "plain",
                    "text": ""
                }
            ]
        },
        {
            "id": 2604,
            "type": "message",
            "date": "2021-10-28T18:16:37",
            "date_unixtime": "1635434197",
            "from": "Ezira",
            "from_id": "user1867205648",
            "forwarded_from": "በትረማርያም አበባው Betremariam Abebaw",
            "saved_from": "በትረማርያም አበባው Betremariam Abebaw",
            "text": [
                {
                    "type": "hashtag",
                    "text": "#የግእዝ"
                },
                " ",
                {
                    "type": "hashtag",
                    "text": "#ክፍል13"
                },
                " ",
                {
                    "type": "hashtag",
                    "text": "#ጥያቄዎች"
                },
                " ",
                {
                    "type": "hashtag",
                    "text": "#መልስ"
                },
                "\n።\n።\n",
                {
                    "type": "hashtag",
                    "text": "#አስተብረከ"
                },
                "\nውእቱ፣አስተብረከ፣ሰገደ\nውእቶሙ፣አስተብረኩ፣ሰገዱ\nይእቲ፣አስተብረከት፣ሰገደች\nውእቶን፣አስተብረካ፣ሰገዱ\nአንተ፣አስተብረከ፣ሰገድክ\nአንትሙ፣አስተብረክሙ፣ሰገዳችሁ\nአንቲ፣አስተብረኪ፣ሰገድሽ\nአንትን፣አስተብረክን፣ሰገዳችሁ\nአነ፣አስተብረኩ፣ሰገድኩ\nንሕነ፣አስተብረክነ፣ሰገድን\n።\n።\n",
                {
                    "type": "hashtag",
                    "text": "#ደደቀ"
                },
                "\nውእቱ፥ደደቀ፥ተጣላ\nውእቶሙ፥ደደቁ፥ተጣሉ\nይእቲ፤ደደቀት፥ተጣላች\nውእቶን፥ደደቃ፥ተጣሉ\nአንተ፥ደደቀ፥ተጣላህ\nአንትሙ፥ደደቅሙ፥ተጣላችሁ\nአንቲ፥ደደቂ፥ተጣላሽ\nአንትን፥ደደቅን፥ተጣላችቱ\nአነ፥ደደቁ፤ተጣላሁ\nንሕነ፥ደደቅነ፣ተጣላን\n።\n።\n",
                {
                    "type": "hashtag",
                    "text": "#ኮነ"
                },
                "\nውእቱ፣ኮነ፣ሆነ\nውእቶሙ፣ኮኑ፣ሆኑ\nይእቲ፣ኮነት፣ሆነች\nውእቶን፣ኮና፣ሆኑ\nአንተ፣ኮንከ፣ሆንክ\nአንትሙ፣ኮንክሙ፣ሆናችሁ\nአንቲ፣ኮንኪ፣ሆንሽ\nአንትን፣ኮንክን፣ሆናችሁ\nአነ፣ኮንኩ፣ሆንኩ\nንሕነ፣ኮነ፣ሆንን\n።\n።\n",
                {
                    "type": "hashtag",
                    "text": "#ነሰገ"
                },
                "\nውእቱ፥ነሰገ፥ቆለፈ\nውእቶሙ፥ነሰጉ፥ቆለፉ\nይእቲ፥ነሰገት፥ቆለፈች\nውእቶን፥ነሰጋ፥ቆለፉ\nአንተ፥ነሰገ፥ቆለፍክ\nአንትሙ፥ነሰግሙ፥ቆለፋችሁ\nአንቲ፥ነሰጊ፥ቆለፍሽ\nአንትን፥ነሰግን፥ቆለፋችሁ\nአነ፥ነሰጉ፥ቆለፍኩ\nንሕነ፥ነሰግነ፣ቆለፍን\n።\nረድኤተ እግዚአብሔር አይለየን"
            ],
            "text_entities": [
                {
                    "type": "hashtag",
                    "text": "#የግእዝ"
                },
                {
                    "type": "plain",
                    "text": " "
                },
                {
                    "type": "hashtag",
                    "text": "#ክፍል13"
                },
                {
                    "type": "plain",
                    "text": " "
                },
                {
                    "type": "hashtag",
                    "text": "#ጥያቄዎች"
                },
                {
                    "type": "plain",
                    "text": " "
                },
                {
                    "type": "hashtag",
                    "text": "#መልስ"
                },
                {
                    "type": "plain",
                    "text": "\n።\n።\n"
                },
                {
                    "type": "hashtag",
                    "text": "#አስተብረከ"
                },
                {
                    "type": "plain",
                    "text": "\nውእቱ፣አስተብረከ፣ሰገደ\nውእቶሙ፣አስተብረኩ፣ሰገዱ\nይእቲ፣አስተብረከት፣ሰገደች\nውእቶን፣አስተብረካ፣ሰገዱ\nአንተ፣አስተብረከ፣ሰገድክ\nአንትሙ፣አስተብረክሙ፣ሰገዳችሁ\nአንቲ፣አስተብረኪ፣ሰገድሽ\nአንትን፣አስተብረክን፣ሰገዳችሁ\nአነ፣አስተብረኩ፣ሰገድኩ\nንሕነ፣አስተብረክነ፣ሰገድን\n።\n።\n"
                },
                {
                    "type": "hashtag",
                    "text": "#ደደቀ"
                },
                {
                    "type": "plain",
                    "text": "\nውእቱ፥ደደቀ፥ተጣላ\nውእቶሙ፥ደደቁ፥ተጣሉ\nይእቲ፤ደደቀት፥ተጣላች\nውእቶን፥ደደቃ፥ተጣሉ\nአንተ፥ደደቀ፥ተጣላህ\nአንትሙ፥ደደቅሙ፥ተጣላችሁ\nአንቲ፥ደደቂ፥ተጣላሽ\nአንትን፥ደደቅን፥ተጣላችቱ\nአነ፥ደደቁ፤ተጣላሁ\nንሕነ፥ደደቅነ፣ተጣላን\n።\n።\n"
                },
                {
                    "type": "hashtag",
                    "text": "#ኮነ"
                },
                {
                    "type": "plain",
                    "text": "\nውእቱ፣ኮነ፣ሆነ\nውእቶሙ፣ኮኑ፣ሆኑ\nይእቲ፣ኮነት፣ሆነች\nውእቶን፣ኮና፣ሆኑ\nአንተ፣ኮንከ፣ሆንክ\nአንትሙ፣ኮንክሙ፣ሆናችሁ\nአንቲ፣ኮንኪ፣ሆንሽ\nአንትን፣ኮንክን፣ሆናችሁ\nአነ፣ኮንኩ፣ሆንኩ\nንሕነ፣ኮነ፣ሆንን\n።\n።\n"
                },
                {
                    "type": "hashtag",
                    "text": "#ነሰገ"
                },
                {
                    "type": "plain",
                    "text": "\nውእቱ፥ነሰገ፥ቆለፈ\nውእቶሙ፥ነሰጉ፥ቆለፉ\nይእቲ፥ነሰገት፥ቆለፈች\nውእቶን፥ነሰጋ፥ቆለፉ\nአንተ፥ነሰገ፥ቆለፍክ\nአንትሙ፥ነሰግሙ፥ቆለፋችሁ\nአንቲ፥ነሰጊ፥ቆለፍሽ\nአንትን፥ነሰግን፥ቆለፋችሁ\nአነ፥ነሰጉ፥ቆለፍኩ\nንሕነ፥ነሰግነ፣ቆለፍን\n።\nረድኤተ እግዚአብሔር አይለየን"
                }
            ]
        },
        {
            "id": 2605,
            "type": "message",
            "date": "2021-10-28T18:16:37",
            "date_unixtime": "1635434197",
            "from": "Ezira",
            "from_id": "user1867205648",
            "forwarded_from": "በትረማርያም አበባው Betremariam Abebaw",
            "saved_from": "በትረማርያም አበባው Betremariam Abebaw",
            "text": [
                "🌹ግእዝ ቋንቋ ክፍል 14🌹\n\"የገብረ ቤቶች፣ እና የብህለ ቤቶች በየ ሲጨርሱ\"\nየገብረ ቤቶች የሚባሉት \"ግእዝ፣ሳድስ፣ግእዝ\" የፊደል አወቃቀር ያላቸው ናቸው።ለምሳሌ ገብረን ስናይ \"ገ\" ግእዝ \"ብ\" ሳድስ \"ረ\" ግእዝ ነው። ስለዚህ 3 ፊደል ሆነው መካከላቸው ሳድስ ሆኖ መጀመሪያውና መጨረሻው ግእዝ የሆነ የገብረ ቤት ይባላል።እና እነዚህ የገብረ ቤቶች በ10ሩ መራሕያን ሲዘረዘሩ ቅድመ መድረሻቸው ሳድሱ ቀለም ወደ ግእዝ ቀለም ተለውጦ ይዘረዘራል። ይህም በአንደኛና በሁለተኛ መደቦች ነው።እሱን እንደሚከተለው እንይ፦\n                   ግእዝ              አማርኛ\nውእቱ           ገብረ              ሠራ\nውእቶሙ       ገብሩ             ሠሩ\nይእቲ            ገብረት           ሠራች\nውእቶን          ገብራ            ሠሩ\nአንተ              ገበርከ          ሠራህ\nአንትሙ          ገበርክሙ   ሠራችሁ\nአንቲ              ገበርኪ        ሠራሽ\nአንትን            ገበርክን      ሠራችሁ\nአነ                  ገበርኩ      ሠራሁ\nንሕነ               ገበርነ        ሠራን\nይላል።አስተውል በአንደኛና በሁለተኛ መደቦች ሳድስ የነበረው \"ብ\" ወደ \"በ\" ተቀይሮ እንደተዘረዘረ አስተውል።የብህለ ቤት የሚባሉት ደግሞ \"ሳ ድስ፣ሳድስ፣ግእዝ\" የፊድል አወቃቀር ያላቸው ሦስት ፊደል ያላቸው ቃላት ናቸው።ብህለ ስንል \"ብ\" ሳድስ \"ህ\" ሳድስ \"ለ\" ግእዝ መሆኑን ልብ ማድረግ ነው። እና የብህለ ቤት ሆነው መጨረሻ ፊደላቸው \"የ\" የሆኑ ግሦች ሲዘረዘሩ በአንደኛና በሁለተኛ መደቦች ቅድመ መድረሻቸውን ወደ ሣልስ ቀይረው \"የ\"ን ጎርደው ይነበባሉ። ለምሳሌ ጥዕየ ዳነ ማለት ነው። እኔ ዳንኩ ለማለት ጥዒኩ እላለሁ። አስተውል ቅድመ መድረሻው \"ዕ\" ወደ ሣልስ \"ዒ\" ተቀይሮ \"የ\" ደግሞ ጠፍቶ ተዘርዝሯል።ቀሪዎችን ከዚህ ቀጥለን እንያቸው።\n                  ግእዝ               አማርኛ\nውእቱ           ጥዕየ                 ዳነ\nውእቶሙ       ጥዕዩ                ዳኑ\nይእቲ             ጥዕየት            ዳነች\nውእቶን          ጥዕያ               ዳኑ\nአንተ              ጥዒከ              ዳንክ\nአንትሙ         ጥዒክሙ      ዳናችሁ\nአንቲ             ጥዒኪ            ዳንሽ\nአንትን           ጥዒክን         ዳናችሁ\nአነ                ጥዒኩ           ዳንኩ\nንሕነ              ጥዒነ            ዳንን\nይላል ማለት ነው።አስተውል ለውጡ ያለው አንደኛ መደቦች ላይ እና ሁለተኛ መደቦች ላይ ነው።የብህለ ቤቶች መጨረሻቸው \"የ\" ከሆነ ነው እንደዚህ የሚረቡት። \"የ\" ካልሆነ ግን \"ግእዝ ክፍል 11\" ላይ ባለው ሕግ ይዘረዘራሉ።\n።\nጥያቄዎች\nየሚከተሉትን ቃላት ከነትርጉማቸው በ10ሩ መራሕያን ዘርዝር\n።\n1 ርእየ (አየ)\n2 ሠምረ (ወደደ)\n።\nረድኤተ እግዚአብሔር አይለየን\n።\n የቴሌግራም ቻናሌ አነ ዘክርስቶስ ",
                {
                    "type": "link",
                    "text": "https://t.me/betremariyamabebaw"
                },
                ""
            ],
            "text_entities": [
                {
                    "type": "plain",
                    "text": "🌹ግእዝ ቋንቋ ክፍል 14🌹\n\"የገብረ ቤቶች፣ እና የብህለ ቤቶች በየ ሲጨርሱ\"\nየገብረ ቤቶች የሚባሉት \"ግእዝ፣ሳድስ፣ግእዝ\" የፊደል አወቃቀር ያላቸው ናቸው።ለምሳሌ ገብረን ስናይ \"ገ\" ግእዝ \"ብ\" ሳድስ \"ረ\" ግእዝ ነው። ስለዚህ 3 ፊደል ሆነው መካከላቸው ሳድስ ሆኖ መጀመሪያውና መጨረሻው ግእዝ የሆነ የገብረ ቤት ይባላል።እና እነዚህ የገብረ ቤቶች በ10ሩ መራሕያን ሲዘረዘሩ ቅድመ መድረሻቸው ሳድሱ ቀለም ወደ ግእዝ ቀለም ተለውጦ ይዘረዘራል። ይህም በአንደኛና በሁለተኛ መደቦች ነው።እሱን እንደሚከተለው እንይ፦\n                   ግእዝ              አማርኛ\nውእቱ           ገብረ              ሠራ\nውእቶሙ       ገብሩ             ሠሩ\nይእቲ            ገብረት           ሠራች\nውእቶን          ገብራ            ሠሩ\nአንተ              ገበርከ          ሠራህ\nአንትሙ          ገበርክሙ   ሠራችሁ\nአንቲ              ገበርኪ        ሠራሽ\nአንትን            ገበርክን      ሠራችሁ\nአነ                  ገበርኩ      ሠራሁ\nንሕነ               ገበርነ        ሠራን\nይላል።አስተውል በአንደኛና በሁለተኛ መደቦች ሳድስ የነበረው \"ብ\" ወደ \"በ\" ተቀይሮ እንደተዘረዘረ አስተውል።የብህለ ቤት የሚባሉት ደግሞ \"ሳ ድስ፣ሳድስ፣ግእዝ\" የፊድል አወቃቀር ያላቸው ሦስት ፊደል ያላቸው ቃላት ናቸው።ብህለ ስንል \"ብ\" ሳድስ \"ህ\" ሳድስ \"ለ\" ግእዝ መሆኑን ልብ ማድረግ ነው። እና የብህለ ቤት ሆነው መጨረሻ ፊደላቸው \"የ\" የሆኑ ግሦች ሲዘረዘሩ በአንደኛና በሁለተኛ መደቦች ቅድመ መድረሻቸውን ወደ ሣልስ ቀይረው \"የ\"ን ጎርደው ይነበባሉ። ለምሳሌ ጥዕየ ዳነ ማለት ነው። እኔ ዳንኩ ለማለት ጥዒኩ እላለሁ። አስተውል ቅድመ መድረሻው \"ዕ\" ወደ ሣልስ \"ዒ\" ተቀይሮ \"የ\" ደግሞ ጠፍቶ ተዘርዝሯል።ቀሪዎችን ከዚህ ቀጥለን እንያቸው።\n                  ግእዝ               አማርኛ\nውእቱ           ጥዕየ                 ዳነ\nውእቶሙ       ጥዕዩ                ዳኑ\nይእቲ             ጥዕየት            ዳነች\nውእቶን          ጥዕያ               ዳኑ\nአንተ              ጥዒከ              ዳንክ\nአንትሙ         ጥዒክሙ      ዳናችሁ\nአንቲ             ጥዒኪ            ዳንሽ\nአንትን           ጥዒክን         ዳናችሁ\nአነ                ጥዒኩ           ዳንኩ\nንሕነ              ጥዒነ            ዳንን\nይላል ማለት ነው።አስተውል ለውጡ ያለው አንደኛ መደቦች ላይ እና ሁለተኛ መደቦች ላይ ነው።የብህለ ቤቶች መጨረሻቸው \"የ\" ከሆነ ነው እንደዚህ የሚረቡት። \"የ\" ካልሆነ ግን \"ግእዝ ክፍል 11\" ላይ ባለው ሕግ ይዘረዘራሉ።\n።\nጥያቄዎች\nየሚከተሉትን ቃላት ከነትርጉማቸው በ10ሩ መራሕያን ዘርዝር\n።\n1 ርእየ (አየ)\n2 ሠምረ (ወደደ)\n።\nረድኤተ እግዚአብሔር አይለየን\n።\n የቴሌግራም ቻናሌ አነ ዘክርስቶስ "
                },
                {
                    "type": "link",
                    "text": "https://t.me/betremariyamabebaw"
                },
                {
                    "type": "plain",
                    "text": ""
                }
            ]
        },
        {
            "id": 2606,
            "type": "message",
            "date": "2021-10-28T18:16:37",
            "date_unixtime": "1635434197",
            "from": "Ezira",
            "from_id": "user1867205648",
            "forwarded_from": "በትረማርያም አበባው Betremariam Abebaw",
            "saved_from": "በትረማርያም አበባው Betremariam Abebaw",
            "text": "የግእዝ ክፍል 14 ጥያቄዎች መልስ\n።\nውእቱ፣ርእየ፣አየ\nውእቶሙ፣ርእዩ፣አዩ\nይእቲ፣ርእየት፣አየች\nውእቶን፣ርእያ፣አዩ\nአንተ፣ርኢከ፣አየህ\nአንትሙ፣ርኢክሙ፣አያችሁ\nአንቲ፣ርኢኪ፣አየሽ\nአንትን፣ርኢክን፣አያችሁ\nአነ፣ርኢኩ፣አየሁ\nንሕነ፣ርኢነ፣አየን\n።\nውእቱ፣ሠምረ፣ወደደ\nውእቶሙ፥ሠምሩ፥ወደዱ\nይእቲ፥ሠምረት፥ወደደች\nውእቶን፥ሠምራ፥ወደዱ\nአንተ፥ሠመርከ፥ወደድክ\nአንትሙ፥ሠመርክሙ፥ወደዳችሁ\nአንቲ፥ሠመርኪ፥ወደድሽ\nአንትን፥ሠመርክን፥ወደዳችሁ\nአነ፥ሠመርኩ፥ወደድኩ\nንሕነ፥ሠመርነ፥ወደድን\n።\nረድኤተ እግዚአብሔር አይለየን",
            "text_entities": [
                {
                    "type": "plain",
                    "text": "የግእዝ ክፍል 14 ጥያቄዎች መልስ\n።\nውእቱ፣ርእየ፣አየ\nውእቶሙ፣ርእዩ፣አዩ\nይእቲ፣ርእየት፣አየች\nውእቶን፣ርእያ፣አዩ\nአንተ፣ርኢከ፣አየህ\nአንትሙ፣ርኢክሙ፣አያችሁ\nአንቲ፣ርኢኪ፣አየሽ\nአንትን፣ርኢክን፣አያችሁ\nአነ፣ርኢኩ፣አየሁ\nንሕነ፣ርኢነ፣አየን\n።\nውእቱ፣ሠምረ፣ወደደ\nውእቶሙ፥ሠምሩ፥ወደዱ\nይእቲ፥ሠምረት፥ወደደች\nውእቶን፥ሠምራ፥ወደዱ\nአንተ፥ሠመርከ፥ወደድክ\nአንትሙ፥ሠመርክሙ፥ወደዳችሁ\nአንቲ፥ሠመርኪ፥ወደድሽ\nአንትን፥ሠመርክን፥ወደዳችሁ\nአነ፥ሠመርኩ፥ወደድኩ\nንሕነ፥ሠመርነ፥ወደድን\n።\nረድኤተ እግዚአብሔር አይለየን"
                }
            ]
        },
        {
            "id": 2607,
            "type": "message",
            "date": "2021-10-28T18:16:37",
            "date_unixtime": "1635434197",
            "from": "Ezira",
            "from_id": "user1867205648",
            "forwarded_from": "በትረማርያም አበባው Betremariam Abebaw",
            "saved_from": "በትረማርያም አበባው Betremariam Abebaw",
            "text": [
                "🌹ግእዝ ቋንቋ ክፍል 15🌹\nየስም ዝርዝር በመራሕያን\n                   ግእዝ              አማርኛ\nውእቱ          ፍቅሩ            ፍቅሩ\nውእቶሙ     ፍቅሮሙ       ፍቅራቸው\nይእቲ           ፍቅራ            ፍቅሯ\nውእቶን        ፍቅሮን         ፍቅራቸው\nአንተ            ፍቅርከ         ፍቅርህ\nአንትሙ        ፍቅርክሙ    ፍቅራችሁ\nአንቲ              ፍቅርኪ        ፍቅርሽ\nአንትን          ፍቅርክን       ፍቅራችሁ\nአነ                ፍቅርየ         ፍቅሬ\nንሕነ             ፍቅርነ          ፍቅራችን\nእያለ በ10ሩ መራሕያን ይዘረዘራል። ይህ ሲሆን የራሱ የሆነ ሰዋስዋዊ ሕግ አለው። እርሱም ሦስት አካሄዶች አሉት። በዚህ አንደኛውብ አካሄድ አይተን በቀጣይ ክፍሎች ደግሞ ሌሎቹን እንመለከታለን።\n።\nአንደኛው አካሄድ በሳድስ የሚጨርሱ ስሞች የሚዘረዘሩበት ሲሆን ከላይ ያለውን ይመስላል። ለምሳሌ \"ፍቅር\" የሚለው ቃል የመጨረሻ ፊደሉ \"ር\" ሳድስ ነው። ስለዚህ በሳድስ የሚጨርሱ ስሞች ሲዘረዘሩ እንደሚከተለው ነው።\n።\n1) በውእቱ ጊዜ መድረሻ ፊደሉን ወደ ካዕብ መቀየር ነው። ፍቅሩ እንዲል።\n።\n2) በውእቶሙ ጊዜ መድረሻ ፊደሉን ወደ ሳብዕ ቀይረን ከዚያ \"ሙ\" ፊደልን መጨመር ነው።ፍቅሮሙ እንዲል።\n።\n3) በይእቲ ጊዜ መድረሻ ፊደሉን ወደ ራብዕ መቀየር ነው።ፍቅራ እንዲል።\n።\n4) በውእቶን ጊዜ መድረሻ ፊደሉን ወደ ሳብዕ ቀይሮን \"ን\" ፊደልን መጨመር ነው። ፍቅሮን እንዲል።\n።\n5) በአንተ ጊዜ መጨረሻ ላይ \"ከ\" ፊደልን መጨመር ነው።ፍቅርከ እንዲል።\n።\n6) በአንትሙ ጊዜ መጨረሻ ላይ \"ክሙ\" ፊደልን መጨመር ነው። ፍቅርክሙ እንዲል።\n።\n7) በአንቲ ጊዜ መጨረሻ ላይ \"ኪ\" ፊደልን መጨመር ነው። ፍቅርኪ እንዲል።\n።\n8) በአንትን ጊዜ መጨረሻ ላይ \"ክን\" ፊደልን መጨመር ነው። ፍቅርክን እንዲል።\n።\n9) በአነ ጊዜ መጨረሻ ላይ \"የ\" ፊደልን መጨመር ነው።ፍቅርየ እንዲል።\n።\n10) በንሕነ ጊዜ መጨረሻ ላይ \"ነ\" ፊደልን መጨመር ነው።ፍቅርነ እንዲል።\n።\nበሳድስ የሚጨርሱ ስሞች በዚህ ሕግ ይዘረዘራሉ ማለት ነው።\n።\n       የእለቱ ጥያቄዎች\nየሚከተሉትን ስሞች በአሥሩ መራሕያን ከነትርጉማቸው ዘርዝሩ።\n1 እም (እናት)\n2 ሀገር (ሀገር)\n3 ትእግስት\n።\n የቴሌግራም ቻናሌ አነ ዘክርስቶስ ",
                {
                    "type": "link",
                    "text": "https://t.me/betremariyamabebaw"
                },
                ""
            ],
            "text_entities": [
                {
                    "type": "plain",
                    "text": "🌹ግእዝ ቋንቋ ክፍል 15🌹\nየስም ዝርዝር በመራሕያን\n                   ግእዝ              አማርኛ\nውእቱ          ፍቅሩ            ፍቅሩ\nውእቶሙ     ፍቅሮሙ       ፍቅራቸው\nይእቲ           ፍቅራ            ፍቅሯ\nውእቶን        ፍቅሮን         ፍቅራቸው\nአንተ            ፍቅርከ         ፍቅርህ\nአንትሙ        ፍቅርክሙ    ፍቅራችሁ\nአንቲ              ፍቅርኪ        ፍቅርሽ\nአንትን          ፍቅርክን       ፍቅራችሁ\nአነ                ፍቅርየ         ፍቅሬ\nንሕነ             ፍቅርነ          ፍቅራችን\nእያለ በ10ሩ መራሕያን ይዘረዘራል። ይህ ሲሆን የራሱ የሆነ ሰዋስዋዊ ሕግ አለው። እርሱም ሦስት አካሄዶች አሉት። በዚህ አንደኛውብ አካሄድ አይተን በቀጣይ ክፍሎች ደግሞ ሌሎቹን እንመለከታለን።\n።\nአንደኛው አካሄድ በሳድስ የሚጨርሱ ስሞች የሚዘረዘሩበት ሲሆን ከላይ ያለውን ይመስላል። ለምሳሌ \"ፍቅር\" የሚለው ቃል የመጨረሻ ፊደሉ \"ር\" ሳድስ ነው። ስለዚህ በሳድስ የሚጨርሱ ስሞች ሲዘረዘሩ እንደሚከተለው ነው።\n።\n1) በውእቱ ጊዜ መድረሻ ፊደሉን ወደ ካዕብ መቀየር ነው። ፍቅሩ እንዲል።\n።\n2) በውእቶሙ ጊዜ መድረሻ ፊደሉን ወደ ሳብዕ ቀይረን ከዚያ \"ሙ\" ፊደልን መጨመር ነው።ፍቅሮሙ እንዲል።\n።\n3) በይእቲ ጊዜ መድረሻ ፊደሉን ወደ ራብዕ መቀየር ነው።ፍቅራ እንዲል።\n።\n4) በውእቶን ጊዜ መድረሻ ፊደሉን ወደ ሳብዕ ቀይሮን \"ን\" ፊደልን መጨመር ነው። ፍቅሮን እንዲል።\n።\n5) በአንተ ጊዜ መጨረሻ ላይ \"ከ\" ፊደልን መጨመር ነው።ፍቅርከ እንዲል።\n።\n6) በአንትሙ ጊዜ መጨረሻ ላይ \"ክሙ\" ፊደልን መጨመር ነው። ፍቅርክሙ እንዲል።\n።\n7) በአንቲ ጊዜ መጨረሻ ላይ \"ኪ\" ፊደልን መጨመር ነው። ፍቅርኪ እንዲል።\n።\n8) በአንትን ጊዜ መጨረሻ ላይ \"ክን\" ፊደልን መጨመር ነው። ፍቅርክን እንዲል።\n።\n9) በአነ ጊዜ መጨረሻ ላይ \"የ\" ፊደልን መጨመር ነው።ፍቅርየ እንዲል።\n።\n10) በንሕነ ጊዜ መጨረሻ ላይ \"ነ\" ፊደልን መጨመር ነው።ፍቅርነ እንዲል።\n።\nበሳድስ የሚጨርሱ ስሞች በዚህ ሕግ ይዘረዘራሉ ማለት ነው።\n።\n       የእለቱ ጥያቄዎች\nየሚከተሉትን ስሞች በአሥሩ መራሕያን ከነትርጉማቸው ዘርዝሩ።\n1 እም (እናት)\n2 ሀገር (ሀገር)\n3 ትእግስት\n።\n የቴሌግራም ቻናሌ አነ ዘክርስቶስ "
                },
                {
                    "type": "link",
                    "text": "https://t.me/betremariyamabebaw"
                },
                {
                    "type": "plain",
                    "text": ""
                }
            ]
        },
        {
            "id": 2608,
            "type": "message",
            "date": "2021-10-28T18:16:37",
            "date_unixtime": "1635434197",
            "from": "Ezira",
            "from_id": "user1867205648",
            "forwarded_from": "በትረማርያም አበባው Betremariam Abebaw",
            "saved_from": "በትረማርያም አበባው Betremariam Abebaw",
            "text": "የግእዝ ክፍል 15 ጥያቄዎች መልስ\n።\nውእቱ፥እሙ፥እናቱ\nውእቶሙ፥እሞሙ፥እናታቸው\nይእቲ፥እማ፥እናቷ\nውእቶን፥እሞን፥እናታቸው\nአንተ፥እምከ፥እናትህ\nአንትሙ፥እምክሙ፥እናታችሁ\nአንቲ፥እምኪ፥እናትሽ\nአንትን፥እምክን፥እናታችሁ\nአነ፥እምየ፥እናቴ\nንሕነ፥እምነ፥እናታችን\n።\nውእቱ፥ሀገሩ፥አገሩ\nውእቶሙ፥ሀገሮሙ፥አገራቸው\nይእቲ፥ሀገራ፥አገሯ\nውእቶን፥ሀገሮን፥አገራቸው\nአንተ፥ሀገርከ፥አገርህ\nአንትሙ፥ሀገርክሙ፥አገራችሁ\nአንቲ፥ሀገርኪ፥አገርሽ\nአንትን፥ሀገርህን፥አገራችሁ\nአነ፥ሀገርየ፥አገሬ\nንሕነ፥ሀገርነ፥አገራችን\n።\nውእቱ፥ትእግስቱ፥ትግስቱ\nውእቶሙ፥ትእግስቶሙ፥ትግስታቸው\nይእቲ፥ትእግስታ፥ትግስቷ\nውእቶን፥ትእግስቶን፥ትግስታቸው\nአንተ፥ትእግስትከ፥ትግስትህ\nአንትሙ፥ትእግስትክሙ፥ትግስታችሁ\nአንቲ፥ትእግስትኪ፥ትግስትሽ\nአንትን፥ትእግስትን፥ትግስታችሁ\nአነ፥ትእግስትየ፥ትግስቴ\nንሕነ፥ትእግስትነ፥ትግስታችን\n።\nረድኤተ እግዚአብሔር አይለየን",
            "text_entities": [
                {
                    "type": "plain",
                    "text": "የግእዝ ክፍል 15 ጥያቄዎች መልስ\n።\nውእቱ፥እሙ፥እናቱ\nውእቶሙ፥እሞሙ፥እናታቸው\nይእቲ፥እማ፥እናቷ\nውእቶን፥እሞን፥እናታቸው\nአንተ፥እምከ፥እናትህ\nአንትሙ፥እምክሙ፥እናታችሁ\nአንቲ፥እምኪ፥እናትሽ\nአንትን፥እምክን፥እናታችሁ\nአነ፥እምየ፥እናቴ\nንሕነ፥እምነ፥እናታችን\n።\nውእቱ፥ሀገሩ፥አገሩ\nውእቶሙ፥ሀገሮሙ፥አገራቸው\nይእቲ፥ሀገራ፥አገሯ\nውእቶን፥ሀገሮን፥አገራቸው\nአንተ፥ሀገርከ፥አገርህ\nአንትሙ፥ሀገርክሙ፥አገራችሁ\nአንቲ፥ሀገርኪ፥አገርሽ\nአንትን፥ሀገርህን፥አገራችሁ\nአነ፥ሀገርየ፥አገሬ\nንሕነ፥ሀገርነ፥አገራችን\n።\nውእቱ፥ትእግስቱ፥ትግስቱ\nውእቶሙ፥ትእግስቶሙ፥ትግስታቸው\nይእቲ፥ትእግስታ፥ትግስቷ\nውእቶን፥ትእግስቶን፥ትግስታቸው\nአንተ፥ትእግስትከ፥ትግስትህ\nአንትሙ፥ትእግስትክሙ፥ትግስታችሁ\nአንቲ፥ትእግስትኪ፥ትግስትሽ\nአንትን፥ትእግስትን፥ትግስታችሁ\nአነ፥ትእግስትየ፥ትግስቴ\nንሕነ፥ትእግስትነ፥ትግስታችን\n።\nረድኤተ እግዚአብሔር አይለየን"
                }
            ]
        },
        {
            "id": 2609,
            "type": "message",
            "date": "2021-10-28T18:16:37",
            "date_unixtime": "1635434197",
            "from": "Ezira",
            "from_id": "user1867205648",
            "forwarded_from": "በትረማርያም አበባው Betremariam Abebaw",
            "saved_from": "በትረማርያም አበባው Betremariam Abebaw",
            "text": [
                "🌹ግእዝ ቋንቋ ክፍል 16🌹\nየስም ዝር ዝር በመራሕያን ክፍል 2\n                 ግእዝ               አማርኛ\nውእቱ        መሰንቆሁ     መሰንቆው\nውእቶሙ መሰንቆሆሙ መሰንቋቸው\nይእቲ         መሰንቆሃ       መሰንቆዋ\nውእቶን     መሰንቆሆን  መሰንቋቸው\nአንተ         መሰንቆከ       መሰንቆህ\nአንትሙ   መሰንቆክሙ መሰንቋችሁ\nአንቲ         መሰንቆኪ       መሰንቆሽ\nአንትን      መሰንቆክን   መሰንቋችሁ\nአነ           መሰንቆየ         መሰንቆየ\nንሕነ         መሰንቆነ       መሰንቋችን\nይላል።ከሳድስ ውጭ የሚጨርሱ ስሞች ከላይ ባለው መንገድ ይረባሉ። ለምሳሌ መሰንቆ ስንል የመጨረሻ ፊደሉ \"ቆ\" ከሳድስ ውጭ ስለሆነ አረባቡ የተለየ ነው። ከሳድስ ውጭ የሚጨርሱ ግሦች በዚህ መልኩ ይረባሉ።በሁለተኛ እና በአንደኛ መደብ ክፍል 15 ላይ እንደተመለከትነው ነው። የተለየ ነገር የለውም።በሦስተኛ መደቦች ግን የተለየ ነገር አለ።ይኽውም፦\n።\nበውእቱ ጊዜ መድረሻው ላይ \"ሁ\" ፊደልን መጨመር ነው።መሰንቆሁ እንዲል።\n።\nበውእቶሙ ጊዜ መድረሻው ላይ \"ሆሙ\" የሚለውን መጨመር ነው። መሰንቆሆሙ እንዲል።\n።\nበይእቲ ጊዜ መድረሻው ላይ \"ሃ\" ፊደልን መጨመር ነው።መሰንቆሃ እንዲል።\n።\nበውእቶን ጊዜ መድረሻው ላይ \"ሆን\" ፊደልን መጨመር ነው። መ ሰንቆሆን እንዲል።\n።\n       የእለቱ ጥያቄዎች\nየሚከተሉትን ቃላት በአሥሩ መራሕያን ዘርዝሩ።\n1) እንዚራ\n2) ቅዳሴ\n3) ፈጣሪ\n።\n የቴሌግራም ቻናሌ አነ ዘክርስቶስ ",
                {
                    "type": "link",
                    "text": "https://t.me/betremariyamabebaw"
                },
                ""
            ],
            "text_entities": [
                {
                    "type": "plain",
                    "text": "🌹ግእዝ ቋንቋ ክፍል 16🌹\nየስም ዝር ዝር በመራሕያን ክፍል 2\n                 ግእዝ               አማርኛ\nውእቱ        መሰንቆሁ     መሰንቆው\nውእቶሙ መሰንቆሆሙ መሰንቋቸው\nይእቲ         መሰንቆሃ       መሰንቆዋ\nውእቶን     መሰንቆሆን  መሰንቋቸው\nአንተ         መሰንቆከ       መሰንቆህ\nአንትሙ   መሰንቆክሙ መሰንቋችሁ\nአንቲ         መሰንቆኪ       መሰንቆሽ\nአንትን      መሰንቆክን   መሰንቋችሁ\nአነ           መሰንቆየ         መሰንቆየ\nንሕነ         መሰንቆነ       መሰንቋችን\nይላል።ከሳድስ ውጭ የሚጨርሱ ስሞች ከላይ ባለው መንገድ ይረባሉ። ለምሳሌ መሰንቆ ስንል የመጨረሻ ፊደሉ \"ቆ\" ከሳድስ ውጭ ስለሆነ አረባቡ የተለየ ነው። ከሳድስ ውጭ የሚጨርሱ ግሦች በዚህ መልኩ ይረባሉ።በሁለተኛ እና በአንደኛ መደብ ክፍል 15 ላይ እንደተመለከትነው ነው። የተለየ ነገር የለውም።በሦስተኛ መደቦች ግን የተለየ ነገር አለ።ይኽውም፦\n።\nበውእቱ ጊዜ መድረሻው ላይ \"ሁ\" ፊደልን መጨመር ነው።መሰንቆሁ እንዲል።\n።\nበውእቶሙ ጊዜ መድረሻው ላይ \"ሆሙ\" የሚለውን መጨመር ነው። መሰንቆሆሙ እንዲል።\n።\nበይእቲ ጊዜ መድረሻው ላይ \"ሃ\" ፊደልን መጨመር ነው።መሰንቆሃ እንዲል።\n።\nበውእቶን ጊዜ መድረሻው ላይ \"ሆን\" ፊደልን መጨመር ነው። መ ሰንቆሆን እንዲል።\n።\n       የእለቱ ጥያቄዎች\nየሚከተሉትን ቃላት በአሥሩ መራሕያን ዘርዝሩ።\n1) እንዚራ\n2) ቅዳሴ\n3) ፈጣሪ\n።\n የቴሌግራም ቻናሌ አነ ዘክርስቶስ "
                },
                {
                    "type": "link",
                    "text": "https://t.me/betremariyamabebaw"
                },
                {
                    "type": "plain",
                    "text": ""
                }
            ]
        },
        {
            "id": 2610,
            "type": "message",
            "date": "2021-10-28T18:16:37",
            "date_unixtime": "1635434197",
            "from": "Ezira",
            "from_id": "user1867205648",
            "forwarded_from": "በትረማርያም አበባው Betremariam Abebaw",
            "saved_from": "በትረማርያም አበባው Betremariam Abebaw",
            "text": "የግእዝ ክፍል 16 ጥያቄዎች መልስ\n።\nውእቱ፥እንዚራሁ\nውእቶሙ፥እንዚራሆሙ\nይእቲ፥እንዚራሃ\nውእቶን፥እንዚራሆን\nአንተ፥እንዚራከ\nአንትሙ፥እንዚራክሙ\nአንቲ፥እንዚራኪ\nአንትን፥እንዚራክን\nአነ፥እንዚራየ\nንሕነ፥እንዚራነ\n።\nውእቱ፣ቅዳሴሁ\nውእቶሙ፣ቅዳሴሆሙ\nይእቲ፣ቅዳሴሃ\nውእቶን፣ቅዳሴሆን\nአንተ፣ቅዳሴከ\nአንትሙ፣ቅዳሴክሙ\nአንቲ፣ቅዳሴኪ\nአንትን፣ቅዳሴክን\nአነ፣ቅዳሴየ\nንሕነ፣ቅዳሴነ\n።\nውእቱ፥ፈጣሪሁ\nውእቶሙ፥ፈጣሪሆሙ\nይእቲ፥ፈጣሪሃ\nውእቶን፥ፈጣሪሆን\nአንተ፥ፈጣሪከ\nአንትሙ፥ፈጣሪክሙ\nአንቲ፥ፈጣሪኪ\nአንትን፥ፈጣሪክም\nአነ፥ፈጣሪየ\nንሕነ፥ፈጣሪነ\n።\nረድኤተ እግዚአብሔር አይለየን",
            "text_entities": [
                {
                    "type": "plain",
                    "text": "የግእዝ ክፍል 16 ጥያቄዎች መልስ\n።\nውእቱ፥እንዚራሁ\nውእቶሙ፥እንዚራሆሙ\nይእቲ፥እንዚራሃ\nውእቶን፥እንዚራሆን\nአንተ፥እንዚራከ\nአንትሙ፥እንዚራክሙ\nአንቲ፥እንዚራኪ\nአንትን፥እንዚራክን\nአነ፥እንዚራየ\nንሕነ፥እንዚራነ\n።\nውእቱ፣ቅዳሴሁ\nውእቶሙ፣ቅዳሴሆሙ\nይእቲ፣ቅዳሴሃ\nውእቶን፣ቅዳሴሆን\nአንተ፣ቅዳሴከ\nአንትሙ፣ቅዳሴክሙ\nአንቲ፣ቅዳሴኪ\nአንትን፣ቅዳሴክን\nአነ፣ቅዳሴየ\nንሕነ፣ቅዳሴነ\n።\nውእቱ፥ፈጣሪሁ\nውእቶሙ፥ፈጣሪሆሙ\nይእቲ፥ፈጣሪሃ\nውእቶን፥ፈጣሪሆን\nአንተ፥ፈጣሪከ\nአንትሙ፥ፈጣሪክሙ\nአንቲ፥ፈጣሪኪ\nአንትን፥ፈጣሪክም\nአነ፥ፈጣሪየ\nንሕነ፥ፈጣሪነ\n።\nረድኤተ እግዚአብሔር አይለየን"
                }
            ]
        },
        {
            "id": 2611,
            "type": "message",
            "date": "2021-10-28T18:16:37",
            "date_unixtime": "1635434197",
            "from": "Ezira",
            "from_id": "user1867205648",
            "forwarded_from": "በትረማርያም አበባው Betremariam Abebaw",
            "saved_from": "በትረማርያም አበባው Betremariam Abebaw",
            "text": [
                "🌹ግእዝ ቋንቋ ክፍል 17🌹\nየስም ዝርዝር በመራሕያን ክፍል 3\n                  ግእዝ            አማርኛ\nውእቱ        ሐዋርያቲሁ    ሐዋርያቱ\nውእቶሙ   ሐዋርያቲሆሙ ሐዋርያቶቻቸው\nይእቲ         ሐዋርያቲሃ    ሐዋርያቶቿ\nውእቶን      ሐዋርያቲሆን  ሐዋርያቶቻቸው\nአንተ         ሐዋርያቲከ    ሐዋርያቶችህ\nአንትሙ     ሐዋርያቲክሙ  ሐዋርያቶቻችሁ\nአንቲ          ሐዋርያትኪ    ሐዋርያቶችሽ\nአንትን       ሐዋርያቲክን     ሐዋርያቶቻችሁ\nአነ            ሐዋርያትየ       ሐዋርያቶቼ\nንሕነ         ሐዋርያቲነ     ሐዋርያቶቻችን\nይላል።ይህኛው ደግሞ ብዙ ስሞች (plurals) ሲዘረዘሩ በአነ እና በአንቲ ጊዜ በአነ \"የ\" ፊደልን ብቻ መጨመር ነው። በአንቲ ደግሞ \"ኪ\" ፊደልን ብቻ መጨመር ነው። ሐዋርያት በሚለው ሐዋርያትየ እና ሐዋርያትኪ እንዳለው ማለት ነው። በቀሪዎቹ ስምንቱ መራሕያን ጊዜ ግን የመጨረሻውን ፊደል ወደ ሣልስ ቀይሮ እንደሚዘረዘር አስተውል። ይኽውም ሐዋርያት ከሚለው ቃል ውስጥ የመጨረሻው ፊደል \"ት\" ወደ ሣልስ \"ቲ\" ተቀይሮ እንደተዘረዘረ አስተውል።አስተውል ዘመድ ቢል በውእቱ ጊዜ ዘመዱ ይላል። ብዙ ወይም plural ሲሆን አዝማድ ሲል ግን አ ዝማዲሁ ይላል። ከላይ ያለውን መስሎ ይረባል ማለት ነው።\n።\nሌላው አንዳንድ ሕገ ወጥ ስሞች አሉ። ለምሳሌ \"አብ\" የሚለው ስም የመጨረሻ ፊደሉ \"ብ\" ሳድስ ነው። ነገር ግን ክፍል 15 ላይ እንዳየነው ዓይነት አይረባም።\"ብ\"ን ወደ ካእብ ቀይሮ ይዘረዘራል።ይኽውም አቡሁ፣ አቡሆሙ፣ አቡሃ፣ አቡሆን፣ አቡከ፣ አቡክሙ፣ አቡኪ፣ አቡክን፣ አቡየ፣ አቡነ ይላል ማለት ነው።\n።\n      የእለቱ ጥያቄዎች\nየማከተሉትን ቃላት በአሥሩ መራሕያን ዘርዝር\n1) ሕገጋት \n2) አድባራት\n3) መላእክት\n።\n የቴሌግራም ቻናሌ አነ ዘክርስቶስ ",
                {
                    "type": "link",
                    "text": "https://t.me/betremariyamabebaw"
                },
                ""
            ],
            "text_entities": [
                {
                    "type": "plain",
                    "text": "🌹ግእዝ ቋንቋ ክፍል 17🌹\nየስም ዝርዝር በመራሕያን ክፍል 3\n                  ግእዝ            አማርኛ\nውእቱ        ሐዋርያቲሁ    ሐዋርያቱ\nውእቶሙ   ሐዋርያቲሆሙ ሐዋርያቶቻቸው\nይእቲ         ሐዋርያቲሃ    ሐዋርያቶቿ\nውእቶን      ሐዋርያቲሆን  ሐዋርያቶቻቸው\nአንተ         ሐዋርያቲከ    ሐዋርያቶችህ\nአንትሙ     ሐዋርያቲክሙ  ሐዋርያቶቻችሁ\nአንቲ          ሐዋርያትኪ    ሐዋርያቶችሽ\nአንትን       ሐዋርያቲክን     ሐዋርያቶቻችሁ\nአነ            ሐዋርያትየ       ሐዋርያቶቼ\nንሕነ         ሐዋርያቲነ     ሐዋርያቶቻችን\nይላል።ይህኛው ደግሞ ብዙ ስሞች (plurals) ሲዘረዘሩ በአነ እና በአንቲ ጊዜ በአነ \"የ\" ፊደልን ብቻ መጨመር ነው። በአንቲ ደግሞ \"ኪ\" ፊደልን ብቻ መጨመር ነው። ሐዋርያት በሚለው ሐዋርያትየ እና ሐዋርያትኪ እንዳለው ማለት ነው። በቀሪዎቹ ስምንቱ መራሕያን ጊዜ ግን የመጨረሻውን ፊደል ወደ ሣልስ ቀይሮ እንደሚዘረዘር አስተውል። ይኽውም ሐዋርያት ከሚለው ቃል ውስጥ የመጨረሻው ፊደል \"ት\" ወደ ሣልስ \"ቲ\" ተቀይሮ እንደተዘረዘረ አስተውል።አስተውል ዘመድ ቢል በውእቱ ጊዜ ዘመዱ ይላል። ብዙ ወይም plural ሲሆን አዝማድ ሲል ግን አ ዝማዲሁ ይላል። ከላይ ያለውን መስሎ ይረባል ማለት ነው።\n።\nሌላው አንዳንድ ሕገ ወጥ ስሞች አሉ። ለምሳሌ \"አብ\" የሚለው ስም የመጨረሻ ፊደሉ \"ብ\" ሳድስ ነው። ነገር ግን ክፍል 15 ላይ እንዳየነው ዓይነት አይረባም።\"ብ\"ን ወደ ካእብ ቀይሮ ይዘረዘራል።ይኽውም አቡሁ፣ አቡሆሙ፣ አቡሃ፣ አቡሆን፣ አቡከ፣ አቡክሙ፣ አቡኪ፣ አቡክን፣ አቡየ፣ አቡነ ይላል ማለት ነው።\n።\n      የእለቱ ጥያቄዎች\nየማከተሉትን ቃላት በአሥሩ መራሕያን ዘርዝር\n1) ሕገጋት \n2) አድባራት\n3) መላእክት\n።\n የቴሌግራም ቻናሌ አነ ዘክርስቶስ "
                },
                {
                    "type": "link",
                    "text": "https://t.me/betremariyamabebaw"
                },
                {
                    "type": "plain",
                    "text": ""
                }
            ]
        },
        {
            "id": 2612,
            "type": "message",
            "date": "2021-10-28T18:16:37",
            "date_unixtime": "1635434197",
            "from": "Ezira",
            "from_id": "user1867205648",
            "forwarded_from": "በትረማርያም አበባው Betremariam Abebaw",
            "saved_from": "በትረማርያም አበባው Betremariam Abebaw",
            "text": "የግእዝ ክፍል 17 ጥያቄዎች መልስ\n።\nውእቱ፣ሕገጋቲሁ\nውእቶሙ፣ሕገጋቲሆሙ\nይእቲ፣ሕገጋቲሃ\nውእቶን፣ሕገጋቲሆን\nአንተ፣ሕገጋቲከ\nአንትሙ፣ሕገጋቲክሙ\nአንቲ፣ሕገጋትኪ\nአንትን፣ሕገጋቲክን\nአነ፣ሕገጋትየ\nንሕነ፣ሕገጋቲነ\n።\nውእቱ፣አድባራቲሁ\nውእቶሙ፣አድባራቲሆሙ\nይእቲ፣አድባራቲሃ\nውእቶን፣አድባራቲሆን\nአንተ፣አድባራቲከ\nአንትሙ፣አድባራቲክሙ\nአንቲ፣አድባራትኪ\nአንትን፣አድባራቲክን\nአነ፣አድባራትየ\nንሕነ፣አድባራቲነ።\n።\nውእቱ፣መላእክቲሁ\nውእቶሙ፣መላእክቲሆሙ\nይእቲ፣መላእክቲሃ\nውእቶን፣መላእክቲሆን\nአንተ፣መላእክቲከ\nአንትሙ፣መላእክቲክሙ\nአንቲ፣መላእክትኪ\nአነ፣መላእክትየ\nንሕነ፣መላእክቲነ\n።\nረድኤተ እግዚአብሔር አይለየን።",
            "text_entities": [
                {
                    "type": "plain",
                    "text": "የግእዝ ክፍል 17 ጥያቄዎች መልስ\n።\nውእቱ፣ሕገጋቲሁ\nውእቶሙ፣ሕገጋቲሆሙ\nይእቲ፣ሕገጋቲሃ\nውእቶን፣ሕገጋቲሆን\nአንተ፣ሕገጋቲከ\nአንትሙ፣ሕገጋቲክሙ\nአንቲ፣ሕገጋትኪ\nአንትን፣ሕገጋቲክን\nአነ፣ሕገጋትየ\nንሕነ፣ሕገጋቲነ\n።\nውእቱ፣አድባራቲሁ\nውእቶሙ፣አድባራቲሆሙ\nይእቲ፣አድባራቲሃ\nውእቶን፣አድባራቲሆን\nአንተ፣አድባራቲከ\nአንትሙ፣አድባራቲክሙ\nአንቲ፣አድባራትኪ\nአንትን፣አድባራቲክን\nአነ፣አድባራትየ\nንሕነ፣አድባራቲነ።\n።\nውእቱ፣መላእክቲሁ\nውእቶሙ፣መላእክቲሆሙ\nይእቲ፣መላእክቲሃ\nውእቶን፣መላእክቲሆን\nአንተ፣መላእክቲከ\nአንትሙ፣መላእክቲክሙ\nአንቲ፣መላእክትኪ\nአነ፣መላእክትየ\nንሕነ፣መላእክቲነ\n።\nረድኤተ እግዚአብሔር አይለየን።"
                }
            ]
        },
        {
            "id": 2613,
            "type": "message",
            "date": "2021-10-28T18:16:37",
            "date_unixtime": "1635434197",
            "from": "Ezira",
            "from_id": "user1867205648",
            "forwarded_from": "በትረማርያም አበባው Betremariam Abebaw",
            "saved_from": "በትረማርያም አበባው Betremariam Abebaw",
            "text": [
                "🌹ግእዝ ቋንቋ ክፍል 18🌹\nበጣም አስፈላጊ የሆኑ የግእዝ ቃላት\nግእዝ          አማርኛ          English\nወ                እና                 And\nአው             ወይም            Or\nምንት            ምን               What\nመኑ              ማን                Who\nእፎ               እንዴት             How\nአይቴ              የት             Where\nማእዜ            መቼ             When\nእስፍንቱ        ስንት     How many\nለምንት          ለምን              Why\nለ                      ለ                For\nበ                      በ                By\nአመ/ሶበ/ጊዜ   በ...ጊዜ     When\nእንዘ               ሲ፣ሳ፣እየ      While\nእመ                  በ፣ቢ፣ባ፣ብ       If\nእስመ/አምጣነ/አኮኑ     ና\nተብለው ይተረጎማሉ።በምሳሌ እንደሚከተለው አቀርባቸዋለሁ። በመካከል ነጠብጣብ ያስገባሁባቸው ቃል ስለሚገባባቸው ነው ምሳሌ አመ ብየ በ....ጊዜ ያልኩት።አመ ተሰቅለ ቢል በተሰቀለ ጊዜ ስለሚል በበ እና በጊዜ መካከል ተሰቀለ የሚል ቃል ገብቷል።እና በዚህ እይታ መሆኑን ተረዱልኝ።\n።\n",
                {
                    "type": "hashtag",
                    "text": "#ወ"
                },
                " (እና)፦ ሚካኤል ወገብርኤል ሰአሉ በእንቲኣነ።ሚካኤል እና ገብርኤል ሆይ ስለእኛ ለምኑልን።\n።\n",
                {
                    "type": "hashtag",
                    "text": "#አው"
                },
                " (ወይም)፦ ግእዛን አው ሞት። ነጻነት ወይም ሞት።\n።\n",
                {
                    "type": "hashtag",
                    "text": "#ምንት"
                },
                " (ምን)።ምንት ውእቱ ሃይማኖትከ።ሃይማኖትህ ምንድን ነው?\n።\n",
                {
                    "type": "hashtag",
                    "text": "#እፎ"
                },
                " (እንዴት)።እፎ ኀደርከ።እንዴት አደርክ።\n።\n",
                {
                    "type": "hashtag",
                    "text": "#ለምንት"
                },
                " (ለምን)። ለምንት ትሰድደኒ።ለምን ታሳድደኛለህ?\n።\n",
                {
                    "type": "hashtag",
                    "text": "#አይቴ"
                },
                " (የት)።አይቴ አሐውር። የት ወይም ወዴት እሄዳለሁ?\n።\n",
                {
                    "type": "hashtag",
                    "text": "#ማእዜ"
                },
                " (መች)።ማእዜ ትመጽእ ኀቤየ።ወደ እኔ መቼ ትመጣለህ።\n።\n",
                {
                    "type": "hashtag",
                    "text": "#ስፍን"
                },
                " (ስንት)። ስፍን መዋእሊከ። እድሜህ ስንት ነው?\n።\n",
                {
                    "type": "hashtag",
                    "text": "#መኑ"
                },
                " (ማን)።መኑ ስምከ።ስምህ ማን ነው?\n።\n",
                {
                    "type": "hashtag",
                    "text": "#ለ"
                },
                " (ለ)። ለእግዚአብሔር ንሰግድ። ለእግዚአብሔር እንሰግዳለን።\n።\n",
                {
                    "type": "hashtag",
                    "text": "#በ"
                },
                " (በ)። በክርስቶስ ነአምን። በክርስቶስ እናምናለን።\n።\n",
                {
                    "type": "hashtag",
                    "text": "#አመ"
                },
                "/ሶበ/ጊዜ (በ...ጊዜ)። አመ ተሰቅለ ክርስቶስ ፀሐይ ጸልመ። ክርስቶስ በተሰቀለ ጊዜ ፀሐይ ጨለመ።\n።\n",
                {
                    "type": "hashtag",
                    "text": "#እንዘ"
                },
                " (ሲ፣ሳ፣እየ)።ሳ ሲሆን ንግበር ሰናየ እንዘ ኢይመጽእ ክርስቶስ ዳግመ። ክርስቶስ ዳግመኛ ሳይመጣ መልካም ሥራን እንስራ።ሲ ሲሆን ይትፌሥሑ ጻድቃን እንዘ ይመጽእ ክርስቶስ።ክርስቶስ ሲመጣ ጻድቃን ይደሰታሉ። እየ ሲሆን እንዘ ይበልዕ ሞተ። እየበላ ሞተ።\n።\n",
                {
                    "type": "hashtag",
                    "text": "#እመ"
                },
                "/እም (በ፣ቢ፣ባ፣ብ)። ብ ሲሆን እመ ተናገርኩ ጽድቀ ሰብአ ዛቲ ዓለም ይጸልኡኒ። እውነትን ብናገር የዚች ዓለም ይጠሉኛል። ቢ ሲሆን እመ ይመጽእ ይምጻእ።ቢመጣ ይምጣ። ባ ሲሆን ምስለ ሰብአ ሮሜ ወግብጽ ለእመ ነበርከ።እም አምለኩ በኮከብ ዓይንከ።ከሮም እና ከግብጽ ሰዎች ጋር ብትኖር ኖሮ።በኮከብ ዓይንህ ባመለኩ ነበር ማለት ነው።\n።\n",
                {
                    "type": "hashtag",
                    "text": "#እስመ"
                },
                "/አምጣነ/አኮኑ (ና)። ናፈቅሮ ለክርስቶስ እስመ/አምጣነ/አኮኑ አድኃነነ እሞት። ከሞት አድኖናልና ክርስቶስን እንወደዋለን።\n።\n            የእለቱ ጥያቄዎች \nየሚከተሉትን ዓረፍተ ነገሮች ግእዙን ወደ አማርኛ አማርኛውን ወደ ግእዝ ተርጉሙ።\n።\n1) ጊዮርጊስና ፊቅጦር ሰማእት ናቸው።\n2) እንዘ አሐዱ ሠለስቱ\n3) ምንት ውእቱ ሃይማኖት\n4) እንዴት ዋልክ (ወዐለ፦ዋለ)\n5) ኢትፍራህ እስመ ትድኅን።\n\n የቴሌግራም ቻናሌ አነ ዘክርስቶስ ",
                {
                    "type": "link",
                    "text": "https://t.me/betremariyamabebaw"
                },
                ""
            ],
            "text_entities": [
                {
                    "type": "plain",
                    "text": "🌹ግእዝ ቋንቋ ክፍል 18🌹\nበጣም አስፈላጊ የሆኑ የግእዝ ቃላት\nግእዝ          አማርኛ          English\nወ                እና                 And\nአው             ወይም            Or\nምንት            ምን               What\nመኑ              ማን                Who\nእፎ               እንዴት             How\nአይቴ              የት             Where\nማእዜ            መቼ             When\nእስፍንቱ        ስንት     How many\nለምንት          ለምን              Why\nለ                      ለ                For\nበ                      በ                By\nአመ/ሶበ/ጊዜ   በ...ጊዜ     When\nእንዘ               ሲ፣ሳ፣እየ      While\nእመ                  በ፣ቢ፣ባ፣ብ       If\nእስመ/አምጣነ/አኮኑ     ና\nተብለው ይተረጎማሉ።በምሳሌ እንደሚከተለው አቀርባቸዋለሁ። በመካከል ነጠብጣብ ያስገባሁባቸው ቃል ስለሚገባባቸው ነው ምሳሌ አመ ብየ በ....ጊዜ ያልኩት።አመ ተሰቅለ ቢል በተሰቀለ ጊዜ ስለሚል በበ እና በጊዜ መካከል ተሰቀለ የሚል ቃል ገብቷል።እና በዚህ እይታ መሆኑን ተረዱልኝ።\n።\n"
                },
                {
                    "type": "hashtag",
                    "text": "#ወ"
                },
                {
                    "type": "plain",
                    "text": " (እና)፦ ሚካኤል ወገብርኤል ሰአሉ በእንቲኣነ።ሚካኤል እና ገብርኤል ሆይ ስለእኛ ለምኑልን።\n።\n"
                },
                {
                    "type": "hashtag",
                    "text": "#አው"
                },
                {
                    "type": "plain",
                    "text": " (ወይም)፦ ግእዛን አው ሞት። ነጻነት ወይም ሞት።\n።\n"
                },
                {
                    "type": "hashtag",
                    "text": "#ምንት"
                },
                {
                    "type": "plain",
                    "text": " (ምን)።ምንት ውእቱ ሃይማኖትከ።ሃይማኖትህ ምንድን ነው?\n።\n"
                },
                {
                    "type": "hashtag",
                    "text": "#እፎ"
                },
                {
                    "type": "plain",
                    "text": " (እንዴት)።እፎ ኀደርከ።እንዴት አደርክ።\n።\n"
                },
                {
                    "type": "hashtag",
                    "text": "#ለምንት"
                },
                {
                    "type": "plain",
                    "text": " (ለምን)። ለምንት ትሰድደኒ።ለምን ታሳድደኛለህ?\n።\n"
                },
                {
                    "type": "hashtag",
                    "text": "#አይቴ"
                },
                {
                    "type": "plain",
                    "text": " (የት)።አይቴ አሐውር። የት ወይም ወዴት እሄዳለሁ?\n።\n"
                },
                {
                    "type": "hashtag",
                    "text": "#ማእዜ"
                },
                {
                    "type": "plain",
                    "text": " (መች)።ማእዜ ትመጽእ ኀቤየ።ወደ እኔ መቼ ትመጣለህ።\n።\n"
                },
                {
                    "type": "hashtag",
                    "text": "#ስፍን"
                },
                {
                    "type": "plain",
                    "text": " (ስንት)። ስፍን መዋእሊከ። እድሜህ ስንት ነው?\n።\n"
                },
                {
                    "type": "hashtag",
                    "text": "#መኑ"
                },
                {
                    "type": "plain",
                    "text": " (ማን)።መኑ ስምከ።ስምህ ማን ነው?\n።\n"
                },
                {
                    "type": "hashtag",
                    "text": "#ለ"
                },
                {
                    "type": "plain",
                    "text": " (ለ)። ለእግዚአብሔር ንሰግድ። ለእግዚአብሔር እንሰግዳለን።\n።\n"
                },
                {
                    "type": "hashtag",
                    "text": "#በ"
                },
                {
                    "type": "plain",
                    "text": " (በ)። በክርስቶስ ነአምን። በክርስቶስ እናምናለን።\n።\n"
                },
                {
                    "type": "hashtag",
                    "text": "#አመ"
                },
                {
                    "type": "plain",
                    "text": "/ሶበ/ጊዜ (በ...ጊዜ)። አመ ተሰቅለ ክርስቶስ ፀሐይ ጸልመ። ክርስቶስ በተሰቀለ ጊዜ ፀሐይ ጨለመ።\n።\n"
                },
                {
                    "type": "hashtag",
                    "text": "#እንዘ"
                },
                {
                    "type": "plain",
                    "text": " (ሲ፣ሳ፣እየ)።ሳ ሲሆን ንግበር ሰናየ እንዘ ኢይመጽእ ክርስቶስ ዳግመ። ክርስቶስ ዳግመኛ ሳይመጣ መልካም ሥራን እንስራ።ሲ ሲሆን ይትፌሥሑ ጻድቃን እንዘ ይመጽእ ክርስቶስ።ክርስቶስ ሲመጣ ጻድቃን ይደሰታሉ። እየ ሲሆን እንዘ ይበልዕ ሞተ። እየበላ ሞተ።\n።\n"
                },
                {
                    "type": "hashtag",
                    "text": "#እመ"
                },
                {
                    "type": "plain",
                    "text": "/እም (በ፣ቢ፣ባ፣ብ)። ብ ሲሆን እመ ተናገርኩ ጽድቀ ሰብአ ዛቲ ዓለም ይጸልኡኒ። እውነትን ብናገር የዚች ዓለም ይጠሉኛል። ቢ ሲሆን እመ ይመጽእ ይምጻእ።ቢመጣ ይምጣ። ባ ሲሆን ምስለ ሰብአ ሮሜ ወግብጽ ለእመ ነበርከ።እም አምለኩ በኮከብ ዓይንከ።ከሮም እና ከግብጽ ሰዎች ጋር ብትኖር ኖሮ።በኮከብ ዓይንህ ባመለኩ ነበር ማለት ነው።\n።\n"
                },
                {
                    "type": "hashtag",
                    "text": "#እስመ"
                },
                {
                    "type": "plain",
                    "text": "/አምጣነ/አኮኑ (ና)። ናፈቅሮ ለክርስቶስ እስመ/አምጣነ/አኮኑ አድኃነነ እሞት። ከሞት አድኖናልና ክርስቶስን እንወደዋለን።\n።\n            የእለቱ ጥያቄዎች \nየሚከተሉትን ዓረፍተ ነገሮች ግእዙን ወደ አማርኛ አማርኛውን ወደ ግእዝ ተርጉሙ።\n።\n1) ጊዮርጊስና ፊቅጦር ሰማእት ናቸው።\n2) እንዘ አሐዱ ሠለስቱ\n3) ምንት ውእቱ ሃይማኖት\n4) እንዴት ዋልክ (ወዐለ፦ዋለ)\n5) ኢትፍራህ እስመ ትድኅን።\n\n የቴሌግራም ቻናሌ አነ ዘክርስቶስ "
                },
                {
                    "type": "link",
                    "text": "https://t.me/betremariyamabebaw"
                },
                {
                    "type": "plain",
                    "text": ""
                }
            ]
        },
        {
            "id": 2614,
            "type": "message",
            "date": "2021-10-28T18:16:37",
            "date_unixtime": "1635434197",
            "from": "Ezira",
            "from_id": "user1867205648",
            "forwarded_from": "በትረማርያም አበባው Betremariam Abebaw",
            "saved_from": "በትረማርያም አበባው Betremariam Abebaw",
            "text": [
                "🌹ግእዝ ቋንቋ ክፍል 19🌹\nግእዝ          አማርኛ          English\nምስለ           ከ.....ጋር         With\nእንበለ          ያለ፣በቀር፣ሳ\nዘ/እንተ/እለ       የ  \nውስተ            በ....ውስጥ      In\nታሕተ             በ....ታች       Under\nማእከለ      በ...መካከል   betwen\nዲበ/ላእለ/መልእልተ  በ...ላይ  On\nእም/እምነ        ከ                From\nእስከ/እስከነ    እስከ            Upto\nከመ               እንደ               as\nኀበ/መንገለ     ወደ                To\nበይነ/በእንተ/እንበይነ      ስለ  because of\nተብለው ይተረጎማሉ።እኒህም በዓረፍተ ነገር ምን እንደሚመስሉ ከዚህ ቀጥለን እንመለከታለን።\n።\n",
                {
                    "type": "hashtag",
                    "text": "#ምስለ"
                },
                " (ከ...ጋር) ፦ንዒ ማርያም ምስለ ሚካኤል።ማርያም ሆይ ከሚካኤል ጋር ነይ።\n።\n",
                {
                    "type": "hashtag",
                    "text": "#እንበለ"
                },
                " (በቀር፣ያለ፣ሳ)። በቀር ሲሆን ከእናታችን ማርያም በቀር ሁሉም በድሏል።ኩሉ ጌገየ እንበለ ማርያም እምነ ይላል። ያለ ሲሆን ኢትመውዕ ዘእንበለ ረድኤተ እግዚአብሔር።ያለ እግዚአብሔር ረድኤት አታሸንፍም። ሳ ሲሆን ኢትብልዑ ሥጋ ዘእንበለ ዓሣ።ዓሣ ሳይቀር ሥጋ አትብሉ ማለት ነው።\n።\n",
                {
                    "type": "hashtag",
                    "text": "#ዘ"
                },
                "/እለ/እንተ። ዘማርያም ንጽሕና። የማርያም ንጽሕና። እለ ለብዙ ሰዎች ያገለግላል። ሐዋርያት እለ ክርስቶስ የክርስቶስ ሐዋርያት ማለት ነው። እንተ ለሴት ያገለግላል። ማርያም እንተ እፍረት። የሹቱዋ ማርያም ይላል።ዘ ለወንድም ለሴትም ለአንድም ለብዙም ይችላል።\n።\n",
                {
                    "type": "hashtag",
                    "text": "#ውስተ"
                },
                " (ውስጥ)። ሀሎ ማይ ውስተ ሄላ። ውሃ በጉድጓድ ውስጥ አለ።\n።\n",
                {
                    "type": "hashtag",
                    "text": "#ታሕተ"
                },
                " (በ/ከ...ታች)። አልቦ ሐዳስ ነገር ታሕተ ሰማይ።ከሰማይ በታች አዲስ ነገር የለም።\n።\n",
                {
                    "type": "hashtag",
                    "text": "#ማእከለ"
                },
                " (በ...መካከል)። ተሰቅለ ማእከለ ፈያት።በሽፍቶች መካከል ተሰቀለ።\n።\n",
                {
                    "type": "hashtag",
                    "text": "#ዲበ"
                },
                "/ላእለ/መልእልተ (በ...ላይ)። ተሰቅለ ዲበ/መልእልተ/ላእለ መስቀል።በመስቀል ላይ ተሰቀለ።\n።\n",
                {
                    "type": "hashtag",
                    "text": "#እም"
                },
                "/እምነ (ከ)። እምነ ረኃብ ይኄይስ ኲናት።ከረኀብ ጦር ይሻላል።\n።\n",
                {
                    "type": "hashtag",
                    "text": "#እስከ"
                },
                "/እስከነ። እምነ ምድር እስከ ሰማይ።ከምድር እስከ ሰማይ።\n።\n",
                {
                    "type": "hashtag",
                    "text": "#ከመ"
                },
                "(እንደ)። ከመ ሐሊብ ዘእጎልት ወከመ ወይን ዘገነት።ስምከ ይጥእም ጊዮርጊስ ሰማእት። እንደ ገነት ወይን እንደ ጊደር ወተት። ስምህ ይጣፍጣል ጊዮርጊስ ሰማእት።\n።\n",
                {
                    "type": "hashtag",
                    "text": "#ኀበ"
                },
                "/መንገለ (ወደ)። ንሑር ኀበ አክሱም። ወደ አክሱም እንሂድ።\n።\n",
                {
                    "type": "hashtag",
                    "text": "#በይነ"
                },
                "/በእንተ/እንበይነ (ስለ)። በእንተ ማርያም መሐረነ ክርስቶስ።ክርስቶስ ሆይ ስለማርያም ብለህ ይቅር በለን።\n።\nእነዚህ ከላይ ያየናቸው በ10ሩ መራሕያን ይዘረዘራሉ። ሲዘረዘሩም መድረሻ ቀለማቸውን ወደ ኃምስ ቀይረው የሚዘረዘሩ አሉ። ለምሳሌ ምስለ፦ምስሌሁ ይላል። ለ ወደ ሌ እንደተቀየረች አስተውል። ምስሌሁ ከእርሱ ጋር፣ ምስሌሃ ከእርሷ ጋር፣ ምስሌሆሙ ከእነርሱ ጋር እያለ በ10ሩ መራሕያን ይዘረዘራል። እምኔሁ፣ እምኔሃ፣ እምኔሆሙ፣ እምኔሆን፣ እምኔከ፣ እምኔክሙ፣ እምኔክን፣ እምኔየ፣ እምኔነ ይላል። እስከነ ደግሞ እስከኔሁ እስከኔሃ እያለ በ10ሩም ዝለቅ። ዲበ/ላእለ/መልእልተ ያለውም ዲቤሁ ላእሌሁ መልእልቴሁ ዲቤከ ዲቤነ ላእሌነ ወዘተ እያለ በ10ሩም ይዘልቃል። ማእከለም ማእከሌሁ ማእከሌሃ እያለ በ10ሩ መራሕያን ይዘልቃል። ኀበ እና መንገለም እንዲሁ ኀቤከ ኀቤሁ ኀቤሃ መንገሌሃ መንገሌከ እያለ ይዘረዝራል። እንበለም እንበሌሁ እንበሌሃ እያለ ይዘልቃል።\n።\nበእንተ እና ዘ እለ እንተ ደግሞ መድረሻቸውን ሣልስ ያደርጉና \"ኣ\" ፊደልን ጨምረው ይዘረዘራሉ። በእንቲኣሁ በእንቲኣሃ በእንቲኣከ እያለ በ10ሩ ይተረጎማል። ዘ ደግሞ ዚኣሁ ዚኣሃ እያለ ይሄዳል።እለም እሊኣሁ እሊኣከ ወዘተ እያለ ይዘረዘራል። እንተም እንቲኣሁ እንቲኣሃ እያለ ይዘልቃል። \"ከመ\" በተለየ የመጨረሻ ፊደሉ ወደ ራብዕ ቀይሮ ይዘረዘራል። ከማሁ ከማከ እያለ ይዘልቃል።\n።\nየእለቱ ጥያቄዎች\nየሚከተሉትን ዓረፍተ ነገሮች ግእዙን ወደ አማርኛ አማርኛውን ወደ ግእዝ ተርጉሙ።\n።\n1) እምተናግሮ ይኄይስ አርምሞ (አርምሞ፦ዝምታ፣ ይሄይስ፦ይሻላል፣ ተናግሮ፦መናገር)\n2) ገብርኤል ከማርያም ጋር ወደ ገነት ሄደ (ሄደ፦ሖረ)\n3) ጥዑም ከመ መዓር\n4) ብርሃነከ ፈኑ ዲቤነ\n5) ማእከለ አኃውየ (አኃውየ፦ወንድሞቼ)\n።\n የቴሌግራም ቻናሌ አነ ዘክርስቶስ ",
                {
                    "type": "link",
                    "text": "https://t.me/betremariyamabebaw"
                },
                ""
            ],
            "text_entities": [
                {
                    "type": "plain",
                    "text": "🌹ግእዝ ቋንቋ ክፍል 19🌹\nግእዝ          አማርኛ          English\nምስለ           ከ.....ጋር         With\nእንበለ          ያለ፣በቀር፣ሳ\nዘ/እንተ/እለ       የ  \nውስተ            በ....ውስጥ      In\nታሕተ             በ....ታች       Under\nማእከለ      በ...መካከል   betwen\nዲበ/ላእለ/መልእልተ  በ...ላይ  On\nእም/እምነ        ከ                From\nእስከ/እስከነ    እስከ            Upto\nከመ               እንደ               as\nኀበ/መንገለ     ወደ                To\nበይነ/በእንተ/እንበይነ      ስለ  because of\nተብለው ይተረጎማሉ።እኒህም በዓረፍተ ነገር ምን እንደሚመስሉ ከዚህ ቀጥለን እንመለከታለን።\n።\n"
                },
                {
                    "type": "hashtag",
                    "text": "#ምስለ"
                },
                {
                    "type": "plain",
                    "text": " (ከ...ጋር) ፦ንዒ ማርያም ምስለ ሚካኤል።ማርያም ሆይ ከሚካኤል ጋር ነይ።\n።\n"
                },
                {
                    "type": "hashtag",
                    "text": "#እንበለ"
                },
                {
                    "type": "plain",
                    "text": " (በቀር፣ያለ፣ሳ)። በቀር ሲሆን ከእናታችን ማርያም በቀር ሁሉም በድሏል።ኩሉ ጌገየ እንበለ ማርያም እምነ ይላል። ያለ ሲሆን ኢትመውዕ ዘእንበለ ረድኤተ እግዚአብሔር።ያለ እግዚአብሔር ረድኤት አታሸንፍም። ሳ ሲሆን ኢትብልዑ ሥጋ ዘእንበለ ዓሣ።ዓሣ ሳይቀር ሥጋ አትብሉ ማለት ነው።\n።\n"
                },
                {
                    "type": "hashtag",
                    "text": "#ዘ"
                },
                {
                    "type": "plain",
                    "text": "/እለ/እንተ። ዘማርያም ንጽሕና። የማርያም ንጽሕና። እለ ለብዙ ሰዎች ያገለግላል። ሐዋርያት እለ ክርስቶስ የክርስቶስ ሐዋርያት ማለት ነው። እንተ ለሴት ያገለግላል። ማርያም እንተ እፍረት። የሹቱዋ ማርያም ይላል።ዘ ለወንድም ለሴትም ለአንድም ለብዙም ይችላል።\n።\n"
                },
                {
                    "type": "hashtag",
                    "text": "#ውስተ"
                },
                {
                    "type": "plain",
                    "text": " (ውስጥ)። ሀሎ ማይ ውስተ ሄላ። ውሃ በጉድጓድ ውስጥ አለ።\n።\n"
                },
                {
                    "type": "hashtag",
                    "text": "#ታሕተ"
                },
                {
                    "type": "plain",
                    "text": " (በ/ከ...ታች)። አልቦ ሐዳስ ነገር ታሕተ ሰማይ።ከሰማይ በታች አዲስ ነገር የለም።\n።\n"
                },
                {
                    "type": "hashtag",
                    "text": "#ማእከለ"
                },
                {
                    "type": "plain",
                    "text": " (በ...መካከል)። ተሰቅለ ማእከለ ፈያት።በሽፍቶች መካከል ተሰቀለ።\n።\n"
                },
                {
                    "type": "hashtag",
                    "text": "#ዲበ"
                },
                {
                    "type": "plain",
                    "text": "/ላእለ/መልእልተ (በ...ላይ)። ተሰቅለ ዲበ/መልእልተ/ላእለ መስቀል።በመስቀል ላይ ተሰቀለ።\n።\n"
                },
                {
                    "type": "hashtag",
                    "text": "#እም"
                },
                {
                    "type": "plain",
                    "text": "/እምነ (ከ)። እምነ ረኃብ ይኄይስ ኲናት።ከረኀብ ጦር ይሻላል።\n።\n"
                },
                {
                    "type": "hashtag",
                    "text": "#እስከ"
                },
                {
                    "type": "plain",
                    "text": "/እስከነ። እምነ ምድር እስከ ሰማይ።ከምድር እስከ ሰማይ።\n።\n"
                },
                {
                    "type": "hashtag",
                    "text": "#ከመ"
                },
                {
                    "type": "plain",
                    "text": "(እንደ)። ከመ ሐሊብ ዘእጎልት ወከመ ወይን ዘገነት።ስምከ ይጥእም ጊዮርጊስ ሰማእት። እንደ ገነት ወይን እንደ ጊደር ወተት። ስምህ ይጣፍጣል ጊዮርጊስ ሰማእት።\n።\n"
                },
                {
                    "type": "hashtag",
                    "text": "#ኀበ"
                },
                {
                    "type": "plain",
                    "text": "/መንገለ (ወደ)። ንሑር ኀበ አክሱም። ወደ አክሱም እንሂድ።\n።\n"
                },
                {
                    "type": "hashtag",
                    "text": "#በይነ"
                },
                {
                    "type": "plain",
                    "text": "/በእንተ/እንበይነ (ስለ)። በእንተ ማርያም መሐረነ ክርስቶስ።ክርስቶስ ሆይ ስለማርያም ብለህ ይቅር በለን።\n።\nእነዚህ ከላይ ያየናቸው በ10ሩ መራሕያን ይዘረዘራሉ። ሲዘረዘሩም መድረሻ ቀለማቸውን ወደ ኃምስ ቀይረው የሚዘረዘሩ አሉ። ለምሳሌ ምስለ፦ምስሌሁ ይላል። ለ ወደ ሌ እንደተቀየረች አስተውል። ምስሌሁ ከእርሱ ጋር፣ ምስሌሃ ከእርሷ ጋር፣ ምስሌሆሙ ከእነርሱ ጋር እያለ በ10ሩ መራሕያን ይዘረዘራል። እምኔሁ፣ እምኔሃ፣ እምኔሆሙ፣ እምኔሆን፣ እምኔከ፣ እምኔክሙ፣ እምኔክን፣ እምኔየ፣ እምኔነ ይላል። እስከነ ደግሞ እስከኔሁ እስከኔሃ እያለ በ10ሩም ዝለቅ። ዲበ/ላእለ/መልእልተ ያለውም ዲቤሁ ላእሌሁ መልእልቴሁ ዲቤከ ዲቤነ ላእሌነ ወዘተ እያለ በ10ሩም ይዘልቃል። ማእከለም ማእከሌሁ ማእከሌሃ እያለ በ10ሩ መራሕያን ይዘልቃል። ኀበ እና መንገለም እንዲሁ ኀቤከ ኀቤሁ ኀቤሃ መንገሌሃ መንገሌከ እያለ ይዘረዝራል። እንበለም እንበሌሁ እንበሌሃ እያለ ይዘልቃል።\n።\nበእንተ እና ዘ እለ እንተ ደግሞ መድረሻቸውን ሣልስ ያደርጉና \"ኣ\" ፊደልን ጨምረው ይዘረዘራሉ። በእንቲኣሁ በእንቲኣሃ በእንቲኣከ እያለ በ10ሩ ይተረጎማል። ዘ ደግሞ ዚኣሁ ዚኣሃ እያለ ይሄዳል።እለም እሊኣሁ እሊኣከ ወዘተ እያለ ይዘረዘራል። እንተም እንቲኣሁ እንቲኣሃ እያለ ይዘልቃል። \"ከመ\" በተለየ የመጨረሻ ፊደሉ ወደ ራብዕ ቀይሮ ይዘረዘራል። ከማሁ ከማከ እያለ ይዘልቃል።\n።\nየእለቱ ጥያቄዎች\nየሚከተሉትን ዓረፍተ ነገሮች ግእዙን ወደ አማርኛ አማርኛውን ወደ ግእዝ ተርጉሙ።\n።\n1) እምተናግሮ ይኄይስ አርምሞ (አርምሞ፦ዝምታ፣ ይሄይስ፦ይሻላል፣ ተናግሮ፦መናገር)\n2) ገብርኤል ከማርያም ጋር ወደ ገነት ሄደ (ሄደ፦ሖረ)\n3) ጥዑም ከመ መዓር\n4) ብርሃነከ ፈኑ ዲቤነ\n5) ማእከለ አኃውየ (አኃውየ፦ወንድሞቼ)\n።\n የቴሌግራም ቻናሌ አነ ዘክርስቶስ "
                },
                {
                    "type": "link",
                    "text": "https://t.me/betremariyamabebaw"
                },
                {
                    "type": "plain",
                    "text": ""
                }
            ]
        },
        {
            "id": 2615,
            "type": "message",
            "date": "2021-10-28T18:16:37",
            "date_unixtime": "1635434197",
            "from": "Ezira",
            "from_id": "user1867205648",
            "forwarded_from": "በትረማርያም አበባው Betremariam Abebaw",
            "saved_from": "በትረማርያም አበባው Betremariam Abebaw",
            "text": [
                "🌹ግእዝ ቋንቋ ክፍል 20🌹\nማጠቃለያ ጥያቄዎች\n1) ማርያም ወማርታ.......ኀበ ክርስቶስ\n      ሀ, ሮጹ\n      ለ, ሮጸ\n      ሐ, ሮጻ\n      መ, ሮጽክሙ\n2) ያሬድ......... እምነ አክሱም ኀበ ዋሸራ።\n        ሀ, መጽኣ\n        ለ, መጽአኪ\n        ሐ, መጽኡ\n        መ, መጽአ\n3) ራሄል ወማርያም ...... በእንተ ወሉዶን።\n           ሀ, አንብዓ\n           ለ, አንብዑ\n           ሐ, አንብዐ\n           መ, አንባዕክሙ\n4) ፈጠረ ብሎ ፈጠርኩ ካለ መጽአ ብሎ ምን ይላል?\n          ሀ, መጻእኩ\n          ለ, መጸእኩ\n          ሐ,መጽኢኩ\n          መ, መጻኢኩ\n5) ሠምረ ብሎ ሠመርክሙ ካለ ርእየ ብሎ ምን ይላል?\n          ሀ,ርእይክሙ\n          ለ,ርኢይክሙ\n          ሐ,ርኢክሙ\n          መ,ርእክሙ\n6) .......ተሰቅለ ክርስቶስ ፀሐይ ጸልመ ወወርኅ ደመ ኮነ\n       ሀ, አመ      ለ, ጊዜ       ሐ,ሶበ   መ, ሁሉም\n7) ትክክል የሆነው የቱ ነው?\n         ሀ, ሐዋርያትክሙ\n         ለ, ሐዋርያትከ\n         ሐ, ሐዋርያትየ\n         መ, ሐዋርያትነ\n8) ሚካኤል.....ገብርኤል መጽኡ ይትራድኡነ\n         ሀ, ወ\n         ለ, ምስለ\n         ሐ, ላእለ\n         መ, ማእከለ\n9) ወደ ኢየሩሳሌም ሄድኩ የሚለው ወደ ግእዝ ሲተረጎም ምን ይሆናል?\n      ሀ, ኀበ ኢየሩሳሌም ሖርኩ\n      ለ, መንገለ ኢየሩሳሌም ሖርኩ\n      ሐ, እምኢየሩሳሌም ሖርኩ\n      መ, ሀ እና ለ\n10) ሕገ ሰዋሰውን የጠበቀ ዓረፍተ ነገር የትኛው ነው?\n      ሀ, ሠራዊተ መላእክትሁ ለመድኃኔዓለም ይሰግዱ\n      ለ, አእኑስ ሦዓ መሥዋእተ ለእግዚአብሔር\n      ሐ, አእኑስ ሦዑ መሥዋእተ ለእግዚአብሔር\n      መ, ይቤሎሙ ወሬዛ ለአእኑስ ይሴኒ ሥእርትክሙ።\n።\nረድኤተ እግዚአብሔር አይለየን\n።\n የቴሌግራም ቻናሌ አነ ዘክርስቶስ ",
                {
                    "type": "link",
                    "text": "https://t.me/betremariyamabebaw"
                },
                ""
            ],
            "text_entities": [
                {
                    "type": "plain",
                    "text": "🌹ግእዝ ቋንቋ ክፍል 20🌹\nማጠቃለያ ጥያቄዎች\n1) ማርያም ወማርታ.......ኀበ ክርስቶስ\n      ሀ, ሮጹ\n      ለ, ሮጸ\n      ሐ, ሮጻ\n      መ, ሮጽክሙ\n2) ያሬድ......... እምነ አክሱም ኀበ ዋሸራ።\n        ሀ, መጽኣ\n        ለ, መጽአኪ\n        ሐ, መጽኡ\n        መ, መጽአ\n3) ራሄል ወማርያም ...... በእንተ ወሉዶን።\n           ሀ, አንብዓ\n           ለ, አንብዑ\n           ሐ, አንብዐ\n           መ, አንባዕክሙ\n4) ፈጠረ ብሎ ፈጠርኩ ካለ መጽአ ብሎ ምን ይላል?\n          ሀ, መጻእኩ\n          ለ, መጸእኩ\n          ሐ,መጽኢኩ\n          መ, መጻኢኩ\n5) ሠምረ ብሎ ሠመርክሙ ካለ ርእየ ብሎ ምን ይላል?\n          ሀ,ርእይክሙ\n          ለ,ርኢይክሙ\n          ሐ,ርኢክሙ\n          መ,ርእክሙ\n6) .......ተሰቅለ ክርስቶስ ፀሐይ ጸልመ ወወርኅ ደመ ኮነ\n       ሀ, አመ      ለ, ጊዜ       ሐ,ሶበ   መ, ሁሉም\n7) ትክክል የሆነው የቱ ነው?\n         ሀ, ሐዋርያትክሙ\n         ለ, ሐዋርያትከ\n         ሐ, ሐዋርያትየ\n         መ, ሐዋርያትነ\n8) ሚካኤል.....ገብርኤል መጽኡ ይትራድኡነ\n         ሀ, ወ\n         ለ, ምስለ\n         ሐ, ላእለ\n         መ, ማእከለ\n9) ወደ ኢየሩሳሌም ሄድኩ የሚለው ወደ ግእዝ ሲተረጎም ምን ይሆናል?\n      ሀ, ኀበ ኢየሩሳሌም ሖርኩ\n      ለ, መንገለ ኢየሩሳሌም ሖርኩ\n      ሐ, እምኢየሩሳሌም ሖርኩ\n      መ, ሀ እና ለ\n10) ሕገ ሰዋሰውን የጠበቀ ዓረፍተ ነገር የትኛው ነው?\n      ሀ, ሠራዊተ መላእክትሁ ለመድኃኔዓለም ይሰግዱ\n      ለ, አእኑስ ሦዓ መሥዋእተ ለእግዚአብሔር\n      ሐ, አእኑስ ሦዑ መሥዋእተ ለእግዚአብሔር\n      መ, ይቤሎሙ ወሬዛ ለአእኑስ ይሴኒ ሥእርትክሙ።\n።\nረድኤተ እግዚአብሔር አይለየን\n።\n የቴሌግራም ቻናሌ አነ ዘክርስቶስ "
                },
                {
                    "type": "link",
                    "text": "https://t.me/betremariyamabebaw"
                },
                {
                    "type": "plain",
                    "text": ""
                }
            ]
        },
        {
            "id": 2616,
            "type": "message",
            "date": "2021-10-28T18:16:37",
            "date_unixtime": "1635434197",
            "from": "Ezira",
            "from_id": "user1867205648",
            "forwarded_from": "በትረማርያም አበባው Betremariam Abebaw",
            "saved_from": "በትረማርያም አበባው Betremariam Abebaw",
            "text": "የግእዝ ክፍል 20 ጥያቄዎች መልስ\n።\n1) ሐ\n2) መ\n3) ሀ\n4) ሀ\n5) ሐ\n6) መ\n7) ሐ\n8) ሀ\n9) መ\n10) ለ\n።\nረድኤተ እግዚአብሔር አይለየን",
            "text_entities": [
                {
                    "type": "plain",
                    "text": "የግእዝ ክፍል 20 ጥያቄዎች መልስ\n።\n1) ሐ\n2) መ\n3) ሀ\n4) ሀ\n5) ሐ\n6) መ\n7) ሐ\n8) ሀ\n9) መ\n10) ለ\n።\nረድኤተ እግዚአብሔር አይለየን"
                }
            ]
        },
        {
            "id": 2617,
            "type": "message",
            "date": "2021-10-28T18:16:37",
            "date_unixtime": "1635434197",
            "from": "Ezira",
            "from_id": "user1867205648",
            "forwarded_from": "በትረማርያም አበባው Betremariam Abebaw",
            "saved_from": "በትረማርያም አበባው Betremariam Abebaw",
            "text": [
                "🌹ግእዝ ቋንቋ ክፍል 21🌹\n",
                {
                    "type": "hashtag",
                    "text": "#ውእቱ"
                },
                " ",
                {
                    "type": "hashtag",
                    "text": "#አስሩን"
                },
                " ",
                {
                    "type": "hashtag",
                    "text": "#መራሕያን"
                },
                " ",
                {
                    "type": "hashtag",
                    "text": "#ሲያውቃቸው"
                },
                "\nአእመሮ፣አወቀው፣He knows him\nአእመሮሙ፣አወቃቸው፣He knows them\nአእመራ፣አወቃት፣He knows her\nአእመሮን፣አወቃቸው፣He knows them.\nአእመረከ፣አወቀህ፣He knows you\nአእመረክሙ፣አወቃችሁ፣He knows you\nአእመረኪ፣አወቀሽ፣He knows you\nአእመረክን፣አወቃችሁ፥He knows you\nአእመረኒ፥አወቀኝ፣He knows me\nአእመረነ፣አወቀን፣He knows us\n።\nውእቱ አእመረ አወቀ ይል የነበረው ውእቱን ሲያውቀው አእመሮ ተብሎ የመጨረሻ ፊደሉ ወደ ሳብዕ \"ሮ\" እንደተለወጠ አስተውል። እነርሱን አወቃቸው ሲል ደግሞ መጨረሻውን ሳብዕ አድርጎ \"ሙ\" ፊደልን ጨምሯል። እርሷን አወቃት ለማለት ደግሞ የመጨረሻ ቃሉ ወደ ራብዕ \"ራ\" መቀየሩን አስተውል።ብዙ ሴቶችን አወቃቸው ሲል ደግሞ መጨረሻ ፊደሉን ወደ ሳብዕ \"ሮ\" ቀይሮ \"ን\" ፊደልን መጨመሩን አስተውል። በአንተ ጊዜ \"ከ\"ን በአንትሙ ጊዜ \"ክሙ\"ን በአንቲ ጊዜ \"ኪ\"ን በአንትን ጊዜ \"ክን\"ን ይጨምራል።በአነ ጊዜ \"ኒ\"ን በንሕነ ጊዜ \"ነ\" ፊደልን መጨመር ብቻ ነው።\n።\n",
                {
                    "type": "hashtag",
                    "text": "#ውእቶሙ"
                },
                " ",
                {
                    "type": "hashtag",
                    "text": "#አስሩን"
                },
                " ",
                {
                    "type": "hashtag",
                    "text": "#መራሕያን"
                },
                " ",
                {
                    "type": "hashtag",
                    "text": "#ሲያውቃቸው"
                },
                "\nአእመርዎ፣አወቁት፣They know him\nአእመርዎሙ፣አወቋቸው፣They know them\nአእመርዋ፣አወቋት፣They know her\nአእመርዎን፣አወቋቸው፣They know them\nአእመሩከ፣አወቁህ፣They know you\nአእመሩክሙ፣አወቋችሁ፣They know you\nአእመሩኪ፣አወቁሽ፣They know you\nአእመሩክን፥አወቋችሁ፣ They know you\nአእመሩኒ፣አወቁኝ፣They know me\nአእመሩነ፣አወቁን፣They know us\n።\nውእቶሙ አእመሩ።እነርሱ አወቁ ይል የነበረው።እርሱን ሲያውቁት መጨረሻ ፊደሉን ወደ ሳድስ ቀይሮ \"ዎ\" ፊደልን መጨመር ነው። እነርሱን ሲያውቋቸው \"ዎሙ\"ን መጨመር ነው።እርሷን ሲያውቋት \"ዋ\"ን መጨመር ነው።እነርሱን ሴቶችን ሲያውቋቸው \"ዎን\"ን ይጨምራል። ሁለተኛ መደቦችንና አንደኛ መደቦችን ግን ቀጥታ አእመሩ ባለው ቃል ላይ \"ከ፣ኪ፣ ክሙ፣ ክን፣ ኒ፤ ነ\" መጨመር ነው።\n።\n የቴሌግራም ቻናሌ አነ ዘክርስቶስ ",
                {
                    "type": "link",
                    "text": "https://t.me/betremariyamabebaw"
                },
                ""
            ],
            "text_entities": [
                {
                    "type": "plain",
                    "text": "🌹ግእዝ ቋንቋ ክፍል 21🌹\n"
                },
                {
                    "type": "hashtag",
                    "text": "#ውእቱ"
                },
                {
                    "type": "plain",
                    "text": " "
                },
                {
                    "type": "hashtag",
                    "text": "#አስሩን"
                },
                {
                    "type": "plain",
                    "text": " "
                },
                {
                    "type": "hashtag",
                    "text": "#መራሕያን"
                },
                {
                    "type": "plain",
                    "text": " "
                },
                {
                    "type": "hashtag",
                    "text": "#ሲያውቃቸው"
                },
                {
                    "type": "plain",
                    "text": "\nአእመሮ፣አወቀው፣He knows him\nአእመሮሙ፣አወቃቸው፣He knows them\nአእመራ፣አወቃት፣He knows her\nአእመሮን፣አወቃቸው፣He knows them.\nአእመረከ፣አወቀህ፣He knows you\nአእመረክሙ፣አወቃችሁ፣He knows you\nአእመረኪ፣አወቀሽ፣He knows you\nአእመረክን፣አወቃችሁ፥He knows you\nአእመረኒ፥አወቀኝ፣He knows me\nአእመረነ፣አወቀን፣He knows us\n።\nውእቱ አእመረ አወቀ ይል የነበረው ውእቱን ሲያውቀው አእመሮ ተብሎ የመጨረሻ ፊደሉ ወደ ሳብዕ \"ሮ\" እንደተለወጠ አስተውል። እነርሱን አወቃቸው ሲል ደግሞ መጨረሻውን ሳብዕ አድርጎ \"ሙ\" ፊደልን ጨምሯል። እርሷን አወቃት ለማለት ደግሞ የመጨረሻ ቃሉ ወደ ራብዕ \"ራ\" መቀየሩን አስተውል።ብዙ ሴቶችን አወቃቸው ሲል ደግሞ መጨረሻ ፊደሉን ወደ ሳብዕ \"ሮ\" ቀይሮ \"ን\" ፊደልን መጨመሩን አስተውል። በአንተ ጊዜ \"ከ\"ን በአንትሙ ጊዜ \"ክሙ\"ን በአንቲ ጊዜ \"ኪ\"ን በአንትን ጊዜ \"ክን\"ን ይጨምራል።በአነ ጊዜ \"ኒ\"ን በንሕነ ጊዜ \"ነ\" ፊደልን መጨመር ብቻ ነው።\n።\n"
                },
                {
                    "type": "hashtag",
                    "text": "#ውእቶሙ"
                },
                {
                    "type": "plain",
                    "text": " "
                },
                {
                    "type": "hashtag",
                    "text": "#አስሩን"
                },
                {
                    "type": "plain",
                    "text": " "
                },
                {
                    "type": "hashtag",
                    "text": "#መራሕያን"
                },
                {
                    "type": "plain",
                    "text": " "
                },
                {
                    "type": "hashtag",
                    "text": "#ሲያውቃቸው"
                },
                {
                    "type": "plain",
                    "text": "\nአእመርዎ፣አወቁት፣They know him\nአእመርዎሙ፣አወቋቸው፣They know them\nአእመርዋ፣አወቋት፣They know her\nአእመርዎን፣አወቋቸው፣They know them\nአእመሩከ፣አወቁህ፣They know you\nአእመሩክሙ፣አወቋችሁ፣They know you\nአእመሩኪ፣አወቁሽ፣They know you\nአእመሩክን፥አወቋችሁ፣ They know you\nአእመሩኒ፣አወቁኝ፣They know me\nአእመሩነ፣አወቁን፣They know us\n።\nውእቶሙ አእመሩ።እነርሱ አወቁ ይል የነበረው።እርሱን ሲያውቁት መጨረሻ ፊደሉን ወደ ሳድስ ቀይሮ \"ዎ\" ፊደልን መጨመር ነው። እነርሱን ሲያውቋቸው \"ዎሙ\"ን መጨመር ነው።እርሷን ሲያውቋት \"ዋ\"ን መጨመር ነው።እነርሱን ሴቶችን ሲያውቋቸው \"ዎን\"ን ይጨምራል። ሁለተኛ መደቦችንና አንደኛ መደቦችን ግን ቀጥታ አእመሩ ባለው ቃል ላይ \"ከ፣ኪ፣ ክሙ፣ ክን፣ ኒ፤ ነ\" መጨመር ነው።\n።\n የቴሌግራም ቻናሌ አነ ዘክርስቶስ "
                },
                {
                    "type": "link",
                    "text": "https://t.me/betremariyamabebaw"
                },
                {
                    "type": "plain",
                    "text": ""
                }
            ]
        },
        {
            "id": 2618,
            "type": "message",
            "date": "2021-10-28T18:16:37",
            "date_unixtime": "1635434197",
            "from": "Ezira",
            "from_id": "user1867205648",
            "forwarded_from": "በትረማርያም አበባው Betremariam Abebaw",
            "saved_from": "በትረማርያም አበባው Betremariam Abebaw",
            "text": [
                "🌹ግእዝ ቋንቋ ክፍል 22🌹\n",
                {
                    "type": "hashtag",
                    "text": "#ይእቲ"
                },
                " ",
                {
                    "type": "hashtag",
                    "text": "#አስሩን"
                },
                " ",
                {
                    "type": "hashtag",
                    "text": "#መራሕያን"
                },
                " ",
                {
                    "type": "hashtag",
                    "text": "#ስታውቃቸው"
                },
                "\nአእመረቶ፣አወቀችው፣She knows him\nአእመረቶሙ፣አወቀቻቸው፣She knows them\nአእመረታ፣አወቀቻት፣She knows her\nአእመረቶን፣አወቀቻቸው፣She knows them\nአእመረተከ፣አወቀችህ፣She knows you\nአእመረተክሙ፣አወቀቻችሁ፣She knows you\nአእመረተኪ፣አወቀችሽ፣She knows you\nአእመረተክን፣አወቀቻችሁ፣She knows you\nአእመረተኒ፣አወቀችኝ፣She knows me\nአእመረተነ፣አወቀችን፣She knows us\n.\nይላል አስተውል ይእቲ አእመረት እርሷ አወቀች She knows ይላል። እርሷ እርሱን ስታውቀው \"ት\" ወደ ሳብዕ \"ቶ\" ይቀየራል። እነርሱን ስታውቃቸው ደግሞ ወደ ሳብዕ ተቀይሮ \"ሙ\" ፊደልን ይጨምራል። እርሷ እርሷን ስታውቃት ወደ ራብዕ \"ታ\" ይቀየራል። ሴቶችን እነርሱን ስታውቃቸው ደግሞ ወደ ሳብዕ ቀይሮ \"ን\" ፊደልን ይጨምራል። በሁለተኛ እና በአንደኛ መደቦች ጊዜ \"ት\" የነበረው ወደ ግእዝ \"ተ\" ተቀይሮ በአንተ ከን በአንትሙ ክሙን በአንቲ ኪን በአንትን ክንን በአነ ኒን በንሕነ ነን መጨመር ነው።\n።\n",
                {
                    "type": "hashtag",
                    "text": "#ውእቶን"
                },
                " ",
                {
                    "type": "hashtag",
                    "text": "#አስሩን"
                },
                " ",
                {
                    "type": "hashtag",
                    "text": "#መራሕያን"
                },
                " ",
                {
                    "type": "hashtag",
                    "text": "#ሲያውቋቸው"
                },
                "\nአእመራሁ፣አወቁት፣They know him\nአእመራሆሙ፣አወቋቸው፣They know them\nአእመራሃ፣አወቋት፣They know her\nአእመራሆን፣አወቋቸው፣They know them\nአእመራከ፣አወቁህ፣They know you\nአእመራክሙ፣አወቋችሁ፣They know you\nአእመራኪ፣አወቁሽ፣They know you\nአእመራክን፥አወቋችሁ፣ They know you\nአእመራኒ፣አወቁኝ፣They know me\nአእመራነ፣አወቁን፣They know us\nይላል።ውእቶን አእመራ እነርሱ አወቁ ይል የነበረው።እርሱን ሲያውቁት \"ሁ\" ፊደልን ጨምሯል። እነርሱን ሲያውቋቸው \"ሆሙ\" ፊደልን ጨምሯል።እርሷን ሲያውቋት \"ሃ\" ፊደልን ጨምሯል። እነርሱን ሲያውቋቸው \"ሆን\" ፊደልን ጨምሯል። በአንደኛና በሁለተኛ መደቦች እንደተለመደው \"ከ፣ ኪ፣ ክሙ፣ ክን፣ ኒ፣ ነ\" ፊደልን መጨመር ነው።\n።\n የቴሌግራም ቻናሌ አነ ዘክርስቶስ ",
                {
                    "type": "link",
                    "text": "https://t.me/betremariyamabebaw"
                },
                ""
            ],
            "text_entities": [
                {
                    "type": "plain",
                    "text": "🌹ግእዝ ቋንቋ ክፍል 22🌹\n"
                },
                {
                    "type": "hashtag",
                    "text": "#ይእቲ"
                },
                {
                    "type": "plain",
                    "text": " "
                },
                {
                    "type": "hashtag",
                    "text": "#አስሩን"
                },
                {
                    "type": "plain",
                    "text": " "
                },
                {
                    "type": "hashtag",
                    "text": "#መራሕያን"
                },
                {
                    "type": "plain",
                    "text": " "
                },
                {
                    "type": "hashtag",
                    "text": "#ስታውቃቸው"
                },
                {
                    "type": "plain",
                    "text": "\nአእመረቶ፣አወቀችው፣She knows him\nአእመረቶሙ፣አወቀቻቸው፣She knows them\nአእመረታ፣አወቀቻት፣She knows her\nአእመረቶን፣አወቀቻቸው፣She knows them\nአእመረተከ፣አወቀችህ፣She knows you\nአእመረተክሙ፣አወቀቻችሁ፣She knows you\nአእመረተኪ፣አወቀችሽ፣She knows you\nአእመረተክን፣አወቀቻችሁ፣She knows you\nአእመረተኒ፣አወቀችኝ፣She knows me\nአእመረተነ፣አወቀችን፣She knows us\n.\nይላል አስተውል ይእቲ አእመረት እርሷ አወቀች She knows ይላል። እርሷ እርሱን ስታውቀው \"ት\" ወደ ሳብዕ \"ቶ\" ይቀየራል። እነርሱን ስታውቃቸው ደግሞ ወደ ሳብዕ ተቀይሮ \"ሙ\" ፊደልን ይጨምራል። እርሷ እርሷን ስታውቃት ወደ ራብዕ \"ታ\" ይቀየራል። ሴቶችን እነርሱን ስታውቃቸው ደግሞ ወደ ሳብዕ ቀይሮ \"ን\" ፊደልን ይጨምራል። በሁለተኛ እና በአንደኛ መደቦች ጊዜ \"ት\" የነበረው ወደ ግእዝ \"ተ\" ተቀይሮ በአንተ ከን በአንትሙ ክሙን በአንቲ ኪን በአንትን ክንን በአነ ኒን በንሕነ ነን መጨመር ነው።\n።\n"
                },
                {
                    "type": "hashtag",
                    "text": "#ውእቶን"
                },
                {
                    "type": "plain",
                    "text": " "
                },
                {
                    "type": "hashtag",
                    "text": "#አስሩን"
                },
                {
                    "type": "plain",
                    "text": " "
                },
                {
                    "type": "hashtag",
                    "text": "#መራሕያን"
                },
                {
                    "type": "plain",
                    "text": " "
                },
                {
                    "type": "hashtag",
                    "text": "#ሲያውቋቸው"
                },
                {
                    "type": "plain",
                    "text": "\nአእመራሁ፣አወቁት፣They know him\nአእመራሆሙ፣አወቋቸው፣They know them\nአእመራሃ፣አወቋት፣They know her\nአእመራሆን፣አወቋቸው፣They know them\nአእመራከ፣አወቁህ፣They know you\nአእመራክሙ፣አወቋችሁ፣They know you\nአእመራኪ፣አወቁሽ፣They know you\nአእመራክን፥አወቋችሁ፣ They know you\nአእመራኒ፣አወቁኝ፣They know me\nአእመራነ፣አወቁን፣They know us\nይላል።ውእቶን አእመራ እነርሱ አወቁ ይል የነበረው።እርሱን ሲያውቁት \"ሁ\" ፊደልን ጨምሯል። እነርሱን ሲያውቋቸው \"ሆሙ\" ፊደልን ጨምሯል።እርሷን ሲያውቋት \"ሃ\" ፊደልን ጨምሯል። እነርሱን ሲያውቋቸው \"ሆን\" ፊደልን ጨምሯል። በአንደኛና በሁለተኛ መደቦች እንደተለመደው \"ከ፣ ኪ፣ ክሙ፣ ክን፣ ኒ፣ ነ\" ፊደልን መጨመር ነው።\n።\n የቴሌግራም ቻናሌ አነ ዘክርስቶስ "
                },
                {
                    "type": "link",
                    "text": "https://t.me/betremariyamabebaw"
                },
                {
                    "type": "plain",
                    "text": ""
                }
            ]
        },
        {
            "id": 2619,
            "type": "message",
            "date": "2021-10-28T18:16:37",
            "date_unixtime": "1635434197",
            "from": "Ezira",
            "from_id": "user1867205648",
            "forwarded_from": "በትረማርያም አበባው Betremariam Abebaw",
            "saved_from": "በትረማርያም አበባው Betremariam Abebaw",
            "text": [
                "🌹ግእዝ ቋንቋ ክፍል 23🌹\n",
                {
                    "type": "hashtag",
                    "text": "#አንተ"
                },
                " ",
                {
                    "type": "hashtag",
                    "text": "#ስድስቱን"
                },
                " ",
                {
                    "type": "hashtag",
                    "text": "#መራሕያን"
                },
                " ",
                {
                    "type": "hashtag",
                    "text": "#ሲያውቃቸው"
                },
                "\nአእመርኮ፣አወቅከው፣You know him\nአእመርኮሙ፣አወቅካቸው፣You know them\nአእመርካ፣አወቅካት፣You know her\nአእመርኮን፣አወቅካቸው፣You know them\nአእመርከኒ፣አወቅከኝ፣You know me\nአእመርከነ፣አወቅከን፣You know us.\nአንተ አእመርከ You know ይል የነበረው በውእቱ ጊዜ \"ከ\" ወደ ሳብዕ \"ኮ\" ይቀየራል። በእነርሱ ጊዜ ደግሞ ወደ ሳብዕ ተቀይሮ \"ሙ\"ን ይጨምራል፣ በእነርሱ ሴቶች ጊዜ ወደ ሳብዕ ተቀይሮ \"ን\"ን ይጨምራል፣ በእርሷ ጊዜ ወደ ራብዕ ይቀይራል።\n።\n",
                {
                    "type": "hashtag",
                    "text": "#አንትሙ"
                },
                " ",
                {
                    "type": "hashtag",
                    "text": "#ስድስቱን"
                },
                " ",
                {
                    "type": "hashtag",
                    "text": "#መራሕያን"
                },
                " ",
                {
                    "type": "hashtag",
                    "text": "#ሲያውቃቸው"
                },
                "\nአእመርክምዎ፣አወቃችሁት፣You know him\nአእመርክምዎሙ፣አወቃችኋቸው፣You know them\nአእመርክምዋ፣አወቃችኋት፣You know her\nአእመርክምዎን፣አወቃችኋቸው፣You know them\nአእመርክሙኒ፣አወቃችሁኝ፣You know me\nአእመርክሙነ፣አወቃችሁን፣You know us.\nአንትሙ አእመርክሙ You know አወቃችሁ ይል የነበረው።በእርሱ ጊዜ መጨረሻው \"ሙ\" ወደ ሳድስ \"ም\" ተቀይሮ \"ዎ\" ፊደልን መጨመር ነው።በይእቲ \"ዋ\"ን መጨመር ነው። በውእቶሙ ጊዜ \"ዎሙ\"ን መጨመር ነው። በውእቶን ጊዜ \"ዎን\"ን መጨመር ነው። በአነ ጊዜ \"ኒ\"ን መጨመር ነው። በንሕነ ጊዜ \"ነ\"ን መጨመር ነው።\n።\n",
                {
                    "type": "hashtag",
                    "text": "#አነ"
                },
                " ",
                {
                    "type": "hashtag",
                    "text": "#ስምንቱን"
                },
                " ",
                {
                    "type": "hashtag",
                    "text": "#መራሕያን"
                },
                " ",
                {
                    "type": "hashtag",
                    "text": "#ሳውቃቸው"
                },
                "\nአእመርክዎ፣አወቀዋለሁ፣I know Him\nአእመርክዎሙ፣አውቃቸዋለሁ፣I know them\nአእመርክዋ፣አወቅኳት፣I know her\nአእመርክዎን፣አወቅኳቸው፣I know them\nአእመርኩከ፣አወቅኩህ፣I know you\nአእመርኩክሙ፣አወቅኳችሁ፣I know you\nአእመርኩኪ፣አወቅኩሽ፣I know you\nአእመርኩክን፣አወቅኳችሁ፣I know you\nአነ አእመርኩ እኔ አወቅሁ I know ይል የነበረው በውእቱ ጊዜ \"ኩ\" ወደ ሳድስ ተቀይሮ \"ዎ\"ን መጨመር ነው። በውእቶሙ ጊዜ \"ዎሙ\"ን መጨመር ነው።በይእቲ ጊዜ \"ዋ\"ን መጨመር ነው። በውእቶን ጊዜ \"ዎን\"ን መጨመር ነው።በሁለተኛ መደቦች እንደተለመደው \"ከ፣ ኪ፣ ክሙ፣ ክን\" መጨመር ነው።\n።\n የቴሌግራም ቻናሌ አነ ዘክርስቶስ ",
                {
                    "type": "link",
                    "text": "https://t.me/betremariyamabebaw"
                },
                ""
            ],
            "text_entities": [
                {
                    "type": "plain",
                    "text": "🌹ግእዝ ቋንቋ ክፍል 23🌹\n"
                },
                {
                    "type": "hashtag",
                    "text": "#አንተ"
                },
                {
                    "type": "plain",
                    "text": " "
                },
                {
                    "type": "hashtag",
                    "text": "#ስድስቱን"
                },
                {
                    "type": "plain",
                    "text": " "
                },
                {
                    "type": "hashtag",
                    "text": "#መራሕያን"
                },
                {
                    "type": "plain",
                    "text": " "
                },
                {
                    "type": "hashtag",
                    "text": "#ሲያውቃቸው"
                },
                {
                    "type": "plain",
                    "text": "\nአእመርኮ፣አወቅከው፣You know him\nአእመርኮሙ፣አወቅካቸው፣You know them\nአእመርካ፣አወቅካት፣You know her\nአእመርኮን፣አወቅካቸው፣You know them\nአእመርከኒ፣አወቅከኝ፣You know me\nአእመርከነ፣አወቅከን፣You know us.\nአንተ አእመርከ You know ይል የነበረው በውእቱ ጊዜ \"ከ\" ወደ ሳብዕ \"ኮ\" ይቀየራል። በእነርሱ ጊዜ ደግሞ ወደ ሳብዕ ተቀይሮ \"ሙ\"ን ይጨምራል፣ በእነርሱ ሴቶች ጊዜ ወደ ሳብዕ ተቀይሮ \"ን\"ን ይጨምራል፣ በእርሷ ጊዜ ወደ ራብዕ ይቀይራል።\n።\n"
                },
                {
                    "type": "hashtag",
                    "text": "#አንትሙ"
                },
                {
                    "type": "plain",
                    "text": " "
                },
                {
                    "type": "hashtag",
                    "text": "#ስድስቱን"
                },
                {
                    "type": "plain",
                    "text": " "
                },
                {
                    "type": "hashtag",
                    "text": "#መራሕያን"
                },
                {
                    "type": "plain",
                    "text": " "
                },
                {
                    "type": "hashtag",
                    "text": "#ሲያውቃቸው"
                },
                {
                    "type": "plain",
                    "text": "\nአእመርክምዎ፣አወቃችሁት፣You know him\nአእመርክምዎሙ፣አወቃችኋቸው፣You know them\nአእመርክምዋ፣አወቃችኋት፣You know her\nአእመርክምዎን፣አወቃችኋቸው፣You know them\nአእመርክሙኒ፣አወቃችሁኝ፣You know me\nአእመርክሙነ፣አወቃችሁን፣You know us.\nአንትሙ አእመርክሙ You know አወቃችሁ ይል የነበረው።በእርሱ ጊዜ መጨረሻው \"ሙ\" ወደ ሳድስ \"ም\" ተቀይሮ \"ዎ\" ፊደልን መጨመር ነው።በይእቲ \"ዋ\"ን መጨመር ነው። በውእቶሙ ጊዜ \"ዎሙ\"ን መጨመር ነው። በውእቶን ጊዜ \"ዎን\"ን መጨመር ነው። በአነ ጊዜ \"ኒ\"ን መጨመር ነው። በንሕነ ጊዜ \"ነ\"ን መጨመር ነው።\n።\n"
                },
                {
                    "type": "hashtag",
                    "text": "#አነ"
                },
                {
                    "type": "plain",
                    "text": " "
                },
                {
                    "type": "hashtag",
                    "text": "#ስምንቱን"
                },
                {
                    "type": "plain",
                    "text": " "
                },
                {
                    "type": "hashtag",
                    "text": "#መራሕያን"
                },
                {
                    "type": "plain",
                    "text": " "
                },
                {
                    "type": "hashtag",
                    "text": "#ሳውቃቸው"
                },
                {
                    "type": "plain",
                    "text": "\nአእመርክዎ፣አወቀዋለሁ፣I know Him\nአእመርክዎሙ፣አውቃቸዋለሁ፣I know them\nአእመርክዋ፣አወቅኳት፣I know her\nአእመርክዎን፣አወቅኳቸው፣I know them\nአእመርኩከ፣አወቅኩህ፣I know you\nአእመርኩክሙ፣አወቅኳችሁ፣I know you\nአእመርኩኪ፣አወቅኩሽ፣I know you\nአእመርኩክን፣አወቅኳችሁ፣I know you\nአነ አእመርኩ እኔ አወቅሁ I know ይል የነበረው በውእቱ ጊዜ \"ኩ\" ወደ ሳድስ ተቀይሮ \"ዎ\"ን መጨመር ነው። በውእቶሙ ጊዜ \"ዎሙ\"ን መጨመር ነው።በይእቲ ጊዜ \"ዋ\"ን መጨመር ነው። በውእቶን ጊዜ \"ዎን\"ን መጨመር ነው።በሁለተኛ መደቦች እንደተለመደው \"ከ፣ ኪ፣ ክሙ፣ ክን\" መጨመር ነው።\n።\n የቴሌግራም ቻናሌ አነ ዘክርስቶስ "
                },
                {
                    "type": "link",
                    "text": "https://t.me/betremariyamabebaw"
                },
                {
                    "type": "plain",
                    "text": ""
                }
            ]
        },
        {
            "id": 2620,
            "type": "message",
            "date": "2021-10-28T18:16:37",
            "date_unixtime": "1635434197",
            "from": "Ezira",
            "from_id": "user1867205648",
            "forwarded_from": "በትረማርያም አበባው Betremariam Abebaw",
            "saved_from": "በትረማርያም አበባው Betremariam Abebaw",
            "text": [
                "🌹ግእዝ ቋንቋ ክፍል 24🌹\n",
                {
                    "type": "hashtag",
                    "text": "#ንሕነ"
                },
                " ",
                {
                    "type": "hashtag",
                    "text": "#ስምንቱን"
                },
                " ",
                {
                    "type": "hashtag",
                    "text": "#መራሕያን"
                },
                " ስናውቃቸው\nአእመርናሁ፣አወቅነው፣We know him\nአእመርናሆሙ፣አወቅናቸው፣We know them\nአእመርናሃ፣አወቅናት፣We know her\nአእመርናሆን፣አወቅናቸው፣We know them\nአእመርናከ፣አወቅንህ፣We know you\nአእመርናክሙ፣አወቅናችሁ፣We know you\nአእመርናኪ፣አወቅንሽ፣We know you\nአእመርናክን፣አወቅናችሁ፣We know you\nንሕነ አእመርነ እኛ አወቅን We know ይል የነበረው በውእቱ ጊዜ መድረሻውን ወደ ራብዕ \"ና\" ቀይሮ ከዚያ \"ሁ\"ን መጨመር ነው። በውእቶሙ \"ሆሙ\"ን፣ በውእቶን \"ሆን\"ን፣ በይእቲ \"ሃ\"ን፣ በአንተ \"ከ\"ን በአንትሙ \"ክሙ\"ን በአንቲ \"ኪ\"ን በአንትን \"ክን\"ን መጨመር ነው።\n።\n",
                {
                    "type": "hashtag",
                    "text": "#አንቲ"
                },
                " ",
                {
                    "type": "hashtag",
                    "text": "#ስድስቱን"
                },
                " ",
                {
                    "type": "hashtag",
                    "text": "#መራሕያን"
                },
                " ",
                {
                    "type": "hashtag",
                    "text": "#ስታውቃቸው"
                },
                "\nአእመርኪዮ፣አወቅሽው፣You know him\nአእመርኪዮሙ፣አወቅሻቸው፣You know them\nአእመርኪያ፣አወቅሻት፣You know her\nአእመርኪዮን፣አወቅሻቸው፣You know them\nአእመርኪኒ፣አወቅሽኝ፣You know me\nአእመርኪነ፣አወቅሽን፣You know us.\nአንቲ አእመርኪ አንቺ አወቅሽ You know ይል የነበረው በውእቱ ጊዜ \"ዮ\"ን፣ በውእቶሙ \"ዮሙ\"ን፣ በይእቲ \"ያ\"ን፣ በውእቶን \"ዮን\"ን፣ በአነ ጊዜ \"ኒ\"ን፣ በንሕነ ጊዜ \"ነ\"ን መጨመር ነው።\n።\n",
                {
                    "type": "hashtag",
                    "text": "#አንትን"
                },
                " ",
                {
                    "type": "hashtag",
                    "text": "#ስድስቱን"
                },
                " ",
                {
                    "type": "hashtag",
                    "text": "#መራሕያን"
                },
                " ",
                {
                    "type": "hashtag",
                    "text": "#ሲያውቃቸው"
                },
                "\nአእመርክናሁ፣አወቃችሁት፣You know him\nአእመርክናሆሙ፣አወቃችኋቸው፣You know them\nአእመርክናሃ፣አወቃችኋት፣You know her\nአእመርክናሆን፣አወቃችኋቸው፣You know them\nአእመርክናኒ፣አወቃችሁኝ፣You know me\nአእመርክናነ፣አወቃችሁን፣You know us.\nአንትን አእመርክን እናንተ ሴቶች አወቃችሁ You know ይል የነበረው በውእቱ ጊዜ የመጨረሻዋ ፊደል \"ን\" ወደ ራብዕ \"ና\" ተቀይራ በውእቱ ጊዜ \"ሁ\"ን፣ በውእቶሙ ጊዜ \"ሆሙ\"ን፣ በይእቲ ጊዜ \"ሃ\"ን፣ በውእቶን ጊዜ \"ሆን\"ን፣ በአነ ጊዜ \"ኒ\"ን በንሕነ ጊዜ \"ነ\"ን ይጨምራል። የውእቱ፣ የአንተ፣ የአንቲ፣ የንሕነ ተደራቢ አረባብ አላቸው። ማደናገር እንዳይሆንብኝ አልፌዋለሁ። ምናልባት በስፋት ከነተደራቢው \"የግእዝ ቋንቋ መማሪያ\" በሚለው መጽሐፌ ስላለ ገዝታችሁ ማንበብ ትችላላችሁ።መጽሐፏን አዲስ አበባ \"ብራና መጻሕፍት መደብር\" ታገኟታላችሁ።\n።\n የቴሌግራም ቻናሌ አነ ዘክርስቶስ ",
                {
                    "type": "link",
                    "text": "https://t.me/betremariyamabebaw"
                },
                ""
            ],
            "text_entities": [
                {
                    "type": "plain",
                    "text": "🌹ግእዝ ቋንቋ ክፍል 24🌹\n"
                },
                {
                    "type": "hashtag",
                    "text": "#ንሕነ"
                },
                {
                    "type": "plain",
                    "text": " "
                },
                {
                    "type": "hashtag",
                    "text": "#ስምንቱን"
                },
                {
                    "type": "plain",
                    "text": " "
                },
                {
                    "type": "hashtag",
                    "text": "#መራሕያን"
                },
                {
                    "type": "plain",
                    "text": " ስናውቃቸው\nአእመርናሁ፣አወቅነው፣We know him\nአእመርናሆሙ፣አወቅናቸው፣We know them\nአእመርናሃ፣አወቅናት፣We know her\nአእመርናሆን፣አወቅናቸው፣We know them\nአእመርናከ፣አወቅንህ፣We know you\nአእመርናክሙ፣አወቅናችሁ፣We know you\nአእመርናኪ፣አወቅንሽ፣We know you\nአእመርናክን፣አወቅናችሁ፣We know you\nንሕነ አእመርነ እኛ አወቅን We know ይል የነበረው በውእቱ ጊዜ መድረሻውን ወደ ራብዕ \"ና\" ቀይሮ ከዚያ \"ሁ\"ን መጨመር ነው። በውእቶሙ \"ሆሙ\"ን፣ በውእቶን \"ሆን\"ን፣ በይእቲ \"ሃ\"ን፣ በአንተ \"ከ\"ን በአንትሙ \"ክሙ\"ን በአንቲ \"ኪ\"ን በአንትን \"ክን\"ን መጨመር ነው።\n።\n"
                },
                {
                    "type": "hashtag",
                    "text": "#አንቲ"
                },
                {
                    "type": "plain",
                    "text": " "
                },
                {
                    "type": "hashtag",
                    "text": "#ስድስቱን"
                },
                {
                    "type": "plain",
                    "text": " "
                },
                {
                    "type": "hashtag",
                    "text": "#መራሕያን"
                },
                {
                    "type": "plain",
                    "text": " "
                },
                {
                    "type": "hashtag",
                    "text": "#ስታውቃቸው"
                },
                {
                    "type": "plain",
                    "text": "\nአእመርኪዮ፣አወቅሽው፣You know him\nአእመርኪዮሙ፣አወቅሻቸው፣You know them\nአእመርኪያ፣አወቅሻት፣You know her\nአእመርኪዮን፣አወቅሻቸው፣You know them\nአእመርኪኒ፣አወቅሽኝ፣You know me\nአእመርኪነ፣አወቅሽን፣You know us.\nአንቲ አእመርኪ አንቺ አወቅሽ You know ይል የነበረው በውእቱ ጊዜ \"ዮ\"ን፣ በውእቶሙ \"ዮሙ\"ን፣ በይእቲ \"ያ\"ን፣ በውእቶን \"ዮን\"ን፣ በአነ ጊዜ \"ኒ\"ን፣ በንሕነ ጊዜ \"ነ\"ን መጨመር ነው።\n።\n"
                },
                {
                    "type": "hashtag",
                    "text": "#አንትን"
                },
                {
                    "type": "plain",
                    "text": " "
                },
                {
                    "type": "hashtag",
                    "text": "#ስድስቱን"
                },
                {
                    "type": "plain",
                    "text": " "
                },
                {
                    "type": "hashtag",
                    "text": "#መራሕያን"
                },
                {
                    "type": "plain",
                    "text": " "
                },
                {
                    "type": "hashtag",
                    "text": "#ሲያውቃቸው"
                },
                {
                    "type": "plain",
                    "text": "\nአእመርክናሁ፣አወቃችሁት፣You know him\nአእመርክናሆሙ፣አወቃችኋቸው፣You know them\nአእመርክናሃ፣አወቃችኋት፣You know her\nአእመርክናሆን፣አወቃችኋቸው፣You know them\nአእመርክናኒ፣አወቃችሁኝ፣You know me\nአእመርክናነ፣አወቃችሁን፣You know us.\nአንትን አእመርክን እናንተ ሴቶች አወቃችሁ You know ይል የነበረው በውእቱ ጊዜ የመጨረሻዋ ፊደል \"ን\" ወደ ራብዕ \"ና\" ተቀይራ በውእቱ ጊዜ \"ሁ\"ን፣ በውእቶሙ ጊዜ \"ሆሙ\"ን፣ በይእቲ ጊዜ \"ሃ\"ን፣ በውእቶን ጊዜ \"ሆን\"ን፣ በአነ ጊዜ \"ኒ\"ን በንሕነ ጊዜ \"ነ\"ን ይጨምራል። የውእቱ፣ የአንተ፣ የአንቲ፣ የንሕነ ተደራቢ አረባብ አላቸው። ማደናገር እንዳይሆንብኝ አልፌዋለሁ። ምናልባት በስፋት ከነተደራቢው \"የግእዝ ቋንቋ መማሪያ\" በሚለው መጽሐፌ ስላለ ገዝታችሁ ማንበብ ትችላላችሁ።መጽሐፏን አዲስ አበባ \"ብራና መጻሕፍት መደብር\" ታገኟታላችሁ።\n።\n የቴሌግራም ቻናሌ አነ ዘክርስቶስ "
                },
                {
                    "type": "link",
                    "text": "https://t.me/betremariyamabebaw"
                },
                {
                    "type": "plain",
                    "text": ""
                }
            ]
        },
        {
            "id": 2621,
            "type": "message",
            "date": "2021-10-28T18:16:37",
            "date_unixtime": "1635434197",
            "from": "Ezira",
            "from_id": "user1867205648",
            "forwarded_from": "በትረማርያም አበባው Betremariam Abebaw",
            "saved_from": "በትረማርያም አበባው Betremariam Abebaw",
            "text": [
                "🌹ግእዝ ቋንቋ ክፍል 25🌹\n8ቱ የግሥ አርእስት።የእነዚህን አረባብ በደንብ ከተረዳን ግእዝ ቀላል ይሆንልናል።እነሆ፦\n             1) ቀተለ=ገደለ\n             2) ቀደሰ=አመሰገነ\n             3) ተንበለ=ለመነ\n             4) ባረከ=አመሰገነ\n             5) ዴገነ=ተከተለ\n             6) ክህለ=ቻለ\n             7) ጦመረ=ጻፈ\n             8) ማሕረከ=ማረከ\nእነዚህ የግሥ አርእስት ይባላሉ። የጦመረ ቤት የሚባሉት መጀመሪያ ፊደላቸው ሳብዕ ነው። ጦመረ ስንል \"ጦ\" ሳብዕ መሆኑን ልብ ይሏል። የክህለ ቤቶች ደግሞ መጀመሪያ ፊደላቸው ሳድስ ነው። ክህለ ሲል \"ክ\" ሳድስ መሆኑን አስተውል። የዴገነ ቤቶች ደግሞ መነሻ ፊደላቸው ኃምስ ነው።ዴገነ ሲል \"ዴ\" ኃምስ መሆኑን ልብ ይሏል። የባረከ ቤቶች ደግሞ መነሻ ፊደላቸው ራብዕ ሆኖ ሦስት ፊደል ብቻ የሆኑ ናቸው። የማሕረከ ቤት የሚባሉት ደግሞ መነሻ ፊደላቸው እንደ ባረከ ሁሉ ራብዕ ሲሆን ነገር ግን አራትና ከዚያ በላይ ፊደላት ያላቸው ናቸው።የቀደሰ ቤቶች ጠብቀው ይነበባሉ። ቀደሰ ስንል \"ደ\" ጠብቆ ይነበባል። መነነ ስንል መካከለኛው \"ነ\" ጠብቆ ይነበባል። ሌሎች ላልተው ይነበባሉ።የተንበለ ቤቶች ደግሞ መነሻው ግእዝ ሆኖ ከመነሻው ቀጥሎ ያለው ፊደል ደግሞ ሳድስ የሆኑ ናቸው። ለምሳሌ ተንበለን ብታይ መነሻው \"ተ\" ግእዝ ሆኖ ቀጥሎ ያለው \"ን\" ሳድስ ነው።ሌላው ግእዝ ነው። ይህንን የመሰለ ሌላ \"አእመረ\" አለ። 5 ፊደል ባለው ግሥ ደግሞ መካከለኛዋ \"ሳድስ\" ሆና ሌላው ግእዝ የሆነ ነው። ለምሳሌ \"አመድበለ\" ቢል መካከለኛዋ \"ድ\" ሳድስ ሆና ሌላው ግእዝ መሆኑን አስተውል።\n።\nሌላው ወደፊትም በግሥ እርባታ ጊዜ ከላይ ካየናቸው በተጨማሪ የሚጠቅሙን ቤቶች አሉ እነዚህም፦\n               1) ሤመ=ሾመ\n                2) ቆመ=ቆመ\n                3) ገብረ=ሠራ\nናቸው።የሤመ ቤቶች የሚባሉት በኃምስ ተነስተው ሁለት ፊደል ያላቸው ግሦች ናቸው። የቆመ ቤት የሚባሉት ደግሞ በሳብዕ ተነስተው ሁለት ፊደል ብቻ የሆኑ ግሦች ናቸው።የገብረ ቤት የሚባሉት ደግሞ ሦስት ፊደል ያላቸው ግሦች ሆነው መነሻና መድረሻቸው ግእዝ ሆኖ መካከላቸው ሳድስ የሆኑ ግሦች ናቸው።\n።\n የቴሌግራም ቻናሌ አነ ዘክርስቶስ ",
                {
                    "type": "link",
                    "text": "https://t.me/betremariyamabebaw"
                },
                ""
            ],
            "text_entities": [
                {
                    "type": "plain",
                    "text": "🌹ግእዝ ቋንቋ ክፍል 25🌹\n8ቱ የግሥ አርእስት።የእነዚህን አረባብ በደንብ ከተረዳን ግእዝ ቀላል ይሆንልናል።እነሆ፦\n             1) ቀተለ=ገደለ\n             2) ቀደሰ=አመሰገነ\n             3) ተንበለ=ለመነ\n             4) ባረከ=አመሰገነ\n             5) ዴገነ=ተከተለ\n             6) ክህለ=ቻለ\n             7) ጦመረ=ጻፈ\n             8) ማሕረከ=ማረከ\nእነዚህ የግሥ አርእስት ይባላሉ። የጦመረ ቤት የሚባሉት መጀመሪያ ፊደላቸው ሳብዕ ነው። ጦመረ ስንል \"ጦ\" ሳብዕ መሆኑን ልብ ይሏል። የክህለ ቤቶች ደግሞ መጀመሪያ ፊደላቸው ሳድስ ነው። ክህለ ሲል \"ክ\" ሳድስ መሆኑን አስተውል። የዴገነ ቤቶች ደግሞ መነሻ ፊደላቸው ኃምስ ነው።ዴገነ ሲል \"ዴ\" ኃምስ መሆኑን ልብ ይሏል። የባረከ ቤቶች ደግሞ መነሻ ፊደላቸው ራብዕ ሆኖ ሦስት ፊደል ብቻ የሆኑ ናቸው። የማሕረከ ቤት የሚባሉት ደግሞ መነሻ ፊደላቸው እንደ ባረከ ሁሉ ራብዕ ሲሆን ነገር ግን አራትና ከዚያ በላይ ፊደላት ያላቸው ናቸው።የቀደሰ ቤቶች ጠብቀው ይነበባሉ። ቀደሰ ስንል \"ደ\" ጠብቆ ይነበባል። መነነ ስንል መካከለኛው \"ነ\" ጠብቆ ይነበባል። ሌሎች ላልተው ይነበባሉ።የተንበለ ቤቶች ደግሞ መነሻው ግእዝ ሆኖ ከመነሻው ቀጥሎ ያለው ፊደል ደግሞ ሳድስ የሆኑ ናቸው። ለምሳሌ ተንበለን ብታይ መነሻው \"ተ\" ግእዝ ሆኖ ቀጥሎ ያለው \"ን\" ሳድስ ነው።ሌላው ግእዝ ነው። ይህንን የመሰለ ሌላ \"አእመረ\" አለ። 5 ፊደል ባለው ግሥ ደግሞ መካከለኛዋ \"ሳድስ\" ሆና ሌላው ግእዝ የሆነ ነው። ለምሳሌ \"አመድበለ\" ቢል መካከለኛዋ \"ድ\" ሳድስ ሆና ሌላው ግእዝ መሆኑን አስተውል።\n።\nሌላው ወደፊትም በግሥ እርባታ ጊዜ ከላይ ካየናቸው በተጨማሪ የሚጠቅሙን ቤቶች አሉ እነዚህም፦\n               1) ሤመ=ሾመ\n                2) ቆመ=ቆመ\n                3) ገብረ=ሠራ\nናቸው።የሤመ ቤቶች የሚባሉት በኃምስ ተነስተው ሁለት ፊደል ያላቸው ግሦች ናቸው። የቆመ ቤት የሚባሉት ደግሞ በሳብዕ ተነስተው ሁለት ፊደል ብቻ የሆኑ ግሦች ናቸው።የገብረ ቤት የሚባሉት ደግሞ ሦስት ፊደል ያላቸው ግሦች ሆነው መነሻና መድረሻቸው ግእዝ ሆኖ መካከላቸው ሳድስ የሆኑ ግሦች ናቸው።\n።\n የቴሌግራም ቻናሌ አነ ዘክርስቶስ "
                },
                {
                    "type": "link",
                    "text": "https://t.me/betremariyamabebaw"
                },
                {
                    "type": "plain",
                    "text": ""
                }
            ]
        },
        {
            "id": 2622,
            "type": "message",
            "date": "2021-10-28T18:16:37",
            "date_unixtime": "1635434197",
            "from": "Ezira",
            "from_id": "user1867205648",
            "forwarded_from": "በትረማርያም አበባው Betremariam Abebaw",
            "saved_from": "በትረማርያም አበባው Betremariam Abebaw",
            "text": [
                "🌹ግእዝ ቋንቋ ክፍል 26🌹\nግእዝ          አማርኛ        English\nተንበለ          ለመነ           Beg\nይተነብል       ይለምናል     Will beg\nይተንብል       ይለምን    Let him beg\nይተንብል             ይለምን ዘንድ \nእያለ የሚረባበት መንገድ አለ። እርሱን ዛሬ በደንብ እንመለከታለን። ካልዓይ አንቀጽ ወይም ትንቢት አንቀጽ በግእዝ ቋንቋ ወደፊት የሚሆንን ነገር የምንገልጽበት ነው። ይህም የራሱ ሕግ አለው።ለዚህ የሚያገለግሉም አስራው የሚባሉ አሉ። እኒህም \"ት፣ እ፣ ይ፣ ን\" ናቸው። ትእዛዝ አንቀጽ ደግሞ ትእዛዝን ይመለከታል ።ይምጣ ይሥራ ያመስግኑ ዓይነት ቃላት ናቸው። ዘንድ አንቀጽ የሚባለው ደግሞ ይመጣ ዘንድ፣ ይሠራ ዘንድ፣ ይሆን ዘንድ ወዘተ እያልን የምንገልጽበት ነው። ተንበለ ኃላፊ ወይም ቀዳማይ አንቀጽ (past tense) ይባላል። ይተነብል ትንቢት ወይም ካልዓይ አንቀጽ ይባላል (Future tense)።\n።\nበውእቱ፣ በውእቶሙ፣ በውእቶን ጊዜ ካልዓይ አንቀጽን እና ትእዛዝ አንቀጽን እንዲሁም ዘንድ አንቀጽን ለመፍጠር ከአሥራው ውስጥ የምንጠቀመው \"ይ\"ን ነው። ይህም በምሳሌ እንደሚከተለው ነው።\n       ውእቱ ቀደሰ አመሰገነ\n                 ይቄድስ ያመሰግናል\n                 ይቀድስ ያመሰግን ዘንድ\n                 ይቀድስ ያመስግን\n                     ።\n        ውእቶሙ ቀደሱ አመሰገኑ\n                ይቄድሱ ያመሰግናሉ\n                ይቀድሱ ያመሰግኑ ዘንድ\n                ይቀድሱ ያመስግኑ\n                     ።\n        ውእቶን ቀደሳ አመሰገኑ\n                ይቄድሳ ያመሰግናሉ\n                ይቀድሳ ያመሰግኑ ዘንድ\n                ይቀድሳ ያመስግኑ \nይላል።አስተውል \"ይ\" የሚል አስራው ጨምረናል። ሁልጊዜም በውእቱ በውእቶሙ እና በውእቶን ዝርዝር \"ይ\"ን እንጠቀማለን።\n።\nበአንተ፣ በአንቲ፣ በአንትሙ፣ በአንትን፣ በይእቲ ጊዜ ደግሞ ካልዓይ እና ዘንድ አንቀጽን ለመፍጠር ከአስራው ውስጥ \"ት\"ን እንጠቀማለን። በትእዛዝ አንቀጽ ጊዜ በሁለተኛ መደቦች \"ት\" አይኖርም። በሦስተኛ መደቦች ይእቲን ጨምሮ ግን በትእዛዝ አንቀጽ ይገኛል።እርሱን እንደሚከተለው እንመልከት።\n          አንተ ቀደስከ አመሰገንክ\n                 ትቄድስ ታመሰግናለህ\n                 ትቀድስ ታመሰግን ዘንድ\n                 ቀድስ አመስግን\n    አንትሙ ቀደስክሙ አመሰገናችሁ\n             ትቄድሱ ታመሰግናላችሁ\n              ትቀድሱ ታመሰግኑ ዘንድ\n             ቀድሱ አመስግኑ\n    አንትን ቀደስክን አመሰገናችሁ\n           ትቄድሳ ታመሰግናላችሁ\n            ትቀድሳ ታመሰግኑ ዘንድ\n            ቀድሳ አመስግኑ\n    አንቲ ቀደስኪ አመሰገንሽ\n            ትቄድሲ ታመሰግኛለሽ\n            ትቀድሲ ታመሰግኚ ዘንድ\n            ቀድሲ አመስግኚ\n     ይእቲ ቀደሰት አመሰገነች\n              ትቄድስ ታመሰግናለች\n              ትቀድስ ታመሰግን ዘንድ\n              ትቀድስ ታመስግን\nይላል።አስተውል በትእዛዝ አንቀጽ ጊዜ በሁለተኛ መደቦች \"ት\" የለም ። ከዚያ ይልቅ ቀጥታ ቀድስ፣ ቀድሱ፣ ቀድሲ፣ ቀድሳ ይላል። በሦስተኛ መደቦች እና ቀጥለን በምንመለከታቸው አንደኛ መደቦች ግን አስራው (ት፣ እ፣ ይ፣ ን) አይጠፉም። ይቀድሱ፣ ይቀድስ፣ ትቀድስ፣ ይቀድሳ ማለቱ አስተውል። በአንደኛ እና በሦስተኛ መደቦች ዘንድ አንቀጽ እና ትእዛዝ አንቀጽ ተመሳሳይ ናቸው። በሁለተኛ መደቦች ግን የተለያዩ ናቸው። ልዩነታቸውን አስተውል።\n።\nበአነ ጊዜ \"እ\"ን በንሕነ ጊዜ ደግሞ \"ን\"ን እንጠቀማለን።\n           አነ ቀደስኩ አመሰገንኩ\n                  እቄድስ አመሰግናለሁ\n                  እቀድስ አመሰግን ዘንድ\n                  እቀድስ ላመስግን\n          ንሕነ ቀደስነ አመሰገንን\n                 ንቄድስ እናመሰግናለን\n                ንቀድስ እናመሰግን ዘንድ\n                ንቀድስ እናመስግ \nይላል ማለት ነው።በቀጣይ ክፍል 8ቱ አርእስተ ግሥ የየራሳቸው አረባብ ስላላቸው እነርሱን እንመለከታለን።የሚከብድ አይደለም። ስምንቱ አርእስተ ግሥ አረባባቸው ከታወቀ ሌላው ብዙም አይከብደንም።\n።\n የቴሌግራም ቻናሌ አነ ዘክርስቶስ ",
                {
                    "type": "link",
                    "text": "https://t.me/betremariyamabebaw"
                },
                ""
            ],
            "text_entities": [
                {
                    "type": "plain",
                    "text": "🌹ግእዝ ቋንቋ ክፍል 26🌹\nግእዝ          አማርኛ        English\nተንበለ          ለመነ           Beg\nይተነብል       ይለምናል     Will beg\nይተንብል       ይለምን    Let him beg\nይተንብል             ይለምን ዘንድ \nእያለ የሚረባበት መንገድ አለ። እርሱን ዛሬ በደንብ እንመለከታለን። ካልዓይ አንቀጽ ወይም ትንቢት አንቀጽ በግእዝ ቋንቋ ወደፊት የሚሆንን ነገር የምንገልጽበት ነው። ይህም የራሱ ሕግ አለው።ለዚህ የሚያገለግሉም አስራው የሚባሉ አሉ። እኒህም \"ት፣ እ፣ ይ፣ ን\" ናቸው። ትእዛዝ አንቀጽ ደግሞ ትእዛዝን ይመለከታል ።ይምጣ ይሥራ ያመስግኑ ዓይነት ቃላት ናቸው። ዘንድ አንቀጽ የሚባለው ደግሞ ይመጣ ዘንድ፣ ይሠራ ዘንድ፣ ይሆን ዘንድ ወዘተ እያልን የምንገልጽበት ነው። ተንበለ ኃላፊ ወይም ቀዳማይ አንቀጽ (past tense) ይባላል። ይተነብል ትንቢት ወይም ካልዓይ አንቀጽ ይባላል (Future tense)።\n።\nበውእቱ፣ በውእቶሙ፣ በውእቶን ጊዜ ካልዓይ አንቀጽን እና ትእዛዝ አንቀጽን እንዲሁም ዘንድ አንቀጽን ለመፍጠር ከአሥራው ውስጥ የምንጠቀመው \"ይ\"ን ነው። ይህም በምሳሌ እንደሚከተለው ነው።\n       ውእቱ ቀደሰ አመሰገነ\n                 ይቄድስ ያመሰግናል\n                 ይቀድስ ያመሰግን ዘንድ\n                 ይቀድስ ያመስግን\n                     ።\n        ውእቶሙ ቀደሱ አመሰገኑ\n                ይቄድሱ ያመሰግናሉ\n                ይቀድሱ ያመሰግኑ ዘንድ\n                ይቀድሱ ያመስግኑ\n                     ።\n        ውእቶን ቀደሳ አመሰገኑ\n                ይቄድሳ ያመሰግናሉ\n                ይቀድሳ ያመሰግኑ ዘንድ\n                ይቀድሳ ያመስግኑ \nይላል።አስተውል \"ይ\" የሚል አስራው ጨምረናል። ሁልጊዜም በውእቱ በውእቶሙ እና በውእቶን ዝርዝር \"ይ\"ን እንጠቀማለን።\n።\nበአንተ፣ በአንቲ፣ በአንትሙ፣ በአንትን፣ በይእቲ ጊዜ ደግሞ ካልዓይ እና ዘንድ አንቀጽን ለመፍጠር ከአስራው ውስጥ \"ት\"ን እንጠቀማለን። በትእዛዝ አንቀጽ ጊዜ በሁለተኛ መደቦች \"ት\" አይኖርም። በሦስተኛ መደቦች ይእቲን ጨምሮ ግን በትእዛዝ አንቀጽ ይገኛል።እርሱን እንደሚከተለው እንመልከት።\n          አንተ ቀደስከ አመሰገንክ\n                 ትቄድስ ታመሰግናለህ\n                 ትቀድስ ታመሰግን ዘንድ\n                 ቀድስ አመስግን\n    አንትሙ ቀደስክሙ አመሰገናችሁ\n             ትቄድሱ ታመሰግናላችሁ\n              ትቀድሱ ታመሰግኑ ዘንድ\n             ቀድሱ አመስግኑ\n    አንትን ቀደስክን አመሰገናችሁ\n           ትቄድሳ ታመሰግናላችሁ\n            ትቀድሳ ታመሰግኑ ዘንድ\n            ቀድሳ አመስግኑ\n    አንቲ ቀደስኪ አመሰገንሽ\n            ትቄድሲ ታመሰግኛለሽ\n            ትቀድሲ ታመሰግኚ ዘንድ\n            ቀድሲ አመስግኚ\n     ይእቲ ቀደሰት አመሰገነች\n              ትቄድስ ታመሰግናለች\n              ትቀድስ ታመሰግን ዘንድ\n              ትቀድስ ታመስግን\nይላል።አስተውል በትእዛዝ አንቀጽ ጊዜ በሁለተኛ መደቦች \"ት\" የለም ። ከዚያ ይልቅ ቀጥታ ቀድስ፣ ቀድሱ፣ ቀድሲ፣ ቀድሳ ይላል። በሦስተኛ መደቦች እና ቀጥለን በምንመለከታቸው አንደኛ መደቦች ግን አስራው (ት፣ እ፣ ይ፣ ን) አይጠፉም። ይቀድሱ፣ ይቀድስ፣ ትቀድስ፣ ይቀድሳ ማለቱ አስተውል። በአንደኛ እና በሦስተኛ መደቦች ዘንድ አንቀጽ እና ትእዛዝ አንቀጽ ተመሳሳይ ናቸው። በሁለተኛ መደቦች ግን የተለያዩ ናቸው። ልዩነታቸውን አስተውል።\n።\nበአነ ጊዜ \"እ\"ን በንሕነ ጊዜ ደግሞ \"ን\"ን እንጠቀማለን።\n           አነ ቀደስኩ አመሰገንኩ\n                  እቄድስ አመሰግናለሁ\n                  እቀድስ አመሰግን ዘንድ\n                  እቀድስ ላመስግን\n          ንሕነ ቀደስነ አመሰገንን\n                 ንቄድስ እናመሰግናለን\n                ንቀድስ እናመሰግን ዘንድ\n                ንቀድስ እናመስግ \nይላል ማለት ነው።በቀጣይ ክፍል 8ቱ አርእስተ ግሥ የየራሳቸው አረባብ ስላላቸው እነርሱን እንመለከታለን።የሚከብድ አይደለም። ስምንቱ አርእስተ ግሥ አረባባቸው ከታወቀ ሌላው ብዙም አይከብደንም።\n።\n የቴሌግራም ቻናሌ አነ ዘክርስቶስ "
                },
                {
                    "type": "link",
                    "text": "https://t.me/betremariyamabebaw"
                },
                {
                    "type": "plain",
                    "text": ""
                }
            ]
        },
        {
            "id": 2623,
            "type": "message",
            "date": "2021-10-28T18:16:37",
            "date_unixtime": "1635434197",
            "from": "Ezira",
            "from_id": "user1867205648",
            "forwarded_from": "በትረማርያም አበባው Betremariam Abebaw",
            "saved_from": "በትረማርያም አበባው Betremariam Abebaw",
            "text": [
                "🌹ግእዝ ቋንቋ ክፍል 27🌹\n      የአርእስተ ግሥ እርባታ\n1) ጦመረ ጻፈ\n       ይጦምር ይጽፋል\n       ይጦምር ይጽፍ ዘንድ\n       ይጦምር ይጻፍ\n             ።\n2) ዴገነ ተከተለ\n     ይዴግን ይከተላል\n     ይዴግን ይከተል ዘንድ\n     ይዴግን ይከተል\n             ።\n3) ባረከ አመሰገነ\n     ይባርክ ያመሰግናል\n     ይባርክ ያመሰግን ዘንድ\n     ይባርክ ያመስግን\n             ።\n4) ማሕረከ ማረከ\n      ይማሐርክ ይማርካል\n      ይማሕርክ ይማርክ ዘንድ\n      ይማሕርክ ይማርክ\n             ።\n5) ክህለ ቻለ\n     ይክህል/ይክል ይችላል\n     ይክሀል ይችል ዘንድ\n     ይክሀል ይቻል\n             ።\n6) ቀተለ ገደለ\n     ይቀትል ይገድላል\n     ይቅትል ይገድል ዘንድ\n     ይቅትል ይግደል\n              ።\n7) ቀደሰ አመሰገነ\n     ይቄድስ ያመሰግናል\n     ይቀድስ ያመሰግን ዘንድ\n     ይቀድስ ያመስግን\n              ።\n8) ተንበለ ለመነ\n     ይተነብል ይለምናል\n     ይተንብል ይለምን ዘንድ\n     ይተንብል ይለምን\n              ።\n9) ቆመ ቆመ\n     ይቀውም ይቆማል\n     ይቁም ይቆም ዘንድ\n     ይቁም ይቁም\n              ።\n10) ሤመ ሾመ\n        ይሠይም ይሾማል\n        ይሢም ይሾም ዘንድ\n        ይሢም ይሹም\n              ።\n11) ገብረ ሠራ\n        ይገብር ይሠራል\n        ይግበር ይሠራ ዘንድ\n        ይግበር ይሥራ\n                ።\n12) ነደ ነደደ\n       ይነድድ ይነዳል\n       ይንድድ ይነድ ዘንድ\n       ይንድድ ይንደድ\n                ።\nበ12 ቁጥር ያሉት። ሁለት ፊደል ሆነው የመጨረሻው ፊደል ጠብቆ ሲነበብ የሚኖራቸው አረባብ ደጊመ ቃል በማምጣት ነው።ብሎ ይረባል ማለት ነው።የዴገነ ቤቶች ዴገነን መስለው የቀተለ ቤቶች የቀተለን መስለው ሌሎችን መሰሎቻቸውን መስለው ይረባሉ። ለምሳሌ ኖኀ ረዘመ ማለት ነው ። የቆመ ቤት ስለሆነ ይቀውም እንዳለ ይነውኅ ይላል ማለት ነው። የእነዚህን የ8ቱን አረባብ በደምብ መያዝ ያስፈልጋል።\n።\nበተረፈ በዝርዝር ",
                {
                    "type": "hashtag",
                    "text": "#የግእዝ"
                },
                " ",
                {
                    "type": "hashtag",
                    "text": "#ቋንቋ"
                },
                " ",
                {
                    "type": "hashtag",
                    "text": "#መማሪያ"
                },
                " ከሚለው መጽሐፌ ስላለ ከዚያ ማየት ትችላላችሁ።\n        ።\n የቴሌግራም ቻናሌ አነ ዘክርስቶስ ",
                {
                    "type": "link",
                    "text": "https://t.me/betremariyamabebaw"
                },
                ""
            ],
            "text_entities": [
                {
                    "type": "plain",
                    "text": "🌹ግእዝ ቋንቋ ክፍል 27🌹\n      የአርእስተ ግሥ እርባታ\n1) ጦመረ ጻፈ\n       ይጦምር ይጽፋል\n       ይጦምር ይጽፍ ዘንድ\n       ይጦምር ይጻፍ\n             ።\n2) ዴገነ ተከተለ\n     ይዴግን ይከተላል\n     ይዴግን ይከተል ዘንድ\n     ይዴግን ይከተል\n             ።\n3) ባረከ አመሰገነ\n     ይባርክ ያመሰግናል\n     ይባርክ ያመሰግን ዘንድ\n     ይባርክ ያመስግን\n             ።\n4) ማሕረከ ማረከ\n      ይማሐርክ ይማርካል\n      ይማሕርክ ይማርክ ዘንድ\n      ይማሕርክ ይማርክ\n             ።\n5) ክህለ ቻለ\n     ይክህል/ይክል ይችላል\n     ይክሀል ይችል ዘንድ\n     ይክሀል ይቻል\n             ።\n6) ቀተለ ገደለ\n     ይቀትል ይገድላል\n     ይቅትል ይገድል ዘንድ\n     ይቅትል ይግደል\n              ።\n7) ቀደሰ አመሰገነ\n     ይቄድስ ያመሰግናል\n     ይቀድስ ያመሰግን ዘንድ\n     ይቀድስ ያመስግን\n              ።\n8) ተንበለ ለመነ\n     ይተነብል ይለምናል\n     ይተንብል ይለምን ዘንድ\n     ይተንብል ይለምን\n              ።\n9) ቆመ ቆመ\n     ይቀውም ይቆማል\n     ይቁም ይቆም ዘንድ\n     ይቁም ይቁም\n              ።\n10) ሤመ ሾመ\n        ይሠይም ይሾማል\n        ይሢም ይሾም ዘንድ\n        ይሢም ይሹም\n              ።\n11) ገብረ ሠራ\n        ይገብር ይሠራል\n        ይግበር ይሠራ ዘንድ\n        ይግበር ይሥራ\n                ።\n12) ነደ ነደደ\n       ይነድድ ይነዳል\n       ይንድድ ይነድ ዘንድ\n       ይንድድ ይንደድ\n                ።\nበ12 ቁጥር ያሉት። ሁለት ፊደል ሆነው የመጨረሻው ፊደል ጠብቆ ሲነበብ የሚኖራቸው አረባብ ደጊመ ቃል በማምጣት ነው።ብሎ ይረባል ማለት ነው።የዴገነ ቤቶች ዴገነን መስለው የቀተለ ቤቶች የቀተለን መስለው ሌሎችን መሰሎቻቸውን መስለው ይረባሉ። ለምሳሌ ኖኀ ረዘመ ማለት ነው ። የቆመ ቤት ስለሆነ ይቀውም እንዳለ ይነውኅ ይላል ማለት ነው። የእነዚህን የ8ቱን አረባብ በደምብ መያዝ ያስፈልጋል።\n።\nበተረፈ በዝርዝር "
                },
                {
                    "type": "hashtag",
                    "text": "#የግእዝ"
                },
                {
                    "type": "plain",
                    "text": " "
                },
                {
                    "type": "hashtag",
                    "text": "#ቋንቋ"
                },
                {
                    "type": "plain",
                    "text": " "
                },
                {
                    "type": "hashtag",
                    "text": "#መማሪያ"
                },
                {
                    "type": "plain",
                    "text": " ከሚለው መጽሐፌ ስላለ ከዚያ ማየት ትችላላችሁ።\n        ።\n የቴሌግራም ቻናሌ አነ ዘክርስቶስ "
                },
                {
                    "type": "link",
                    "text": "https://t.me/betremariyamabebaw"
                },
                {
                    "type": "plain",
                    "text": ""
                }
            ]
        },
    ]
};

export default chat;
